{
	"uid": "TERRIN.wad",
	"name": "TERRIN",
	"description": "TERRIN.wad-This wad is made for those people who don't like straight foward killing on heretic, It was made that if you hit a switch you better react quick or you have to do it over again. anyways enough with that stuff if your wondeing if theirs a story to my wad , YES THERE IS, and I'll tell it in a few moments but if your wondering whats so special abot this wad ill give a least of things that might intrigue some Cool ideas- There's a part where if you hit a switch the enemies raise from the dead(the limited graveyard) Secrets are abound no door is really a door no wall is really just a wall No sectors were made to not be used everything in the wad is used the Underground river in which you start is used (mostly those who seem more as a poultry then as a man) The very useful CHICKEN HOLE no weopon is just grab an recieve their is at least something to protect it (some aren't protected but thats another story) THEIR ARE NO F****** wing of wraths(you'll see why If you read the story) snipers holes-no who needs sniper holes when you can do a full 180 and blow the purseur away NO D'sparil I hate d'sparil makes them damn noises okay that just some of it Okay If you hate the wad E-mail me tell me it stinks then youll feel stupid when you think that you were dumb enough to download something stupid. Ha its a no win situation anyway story- Your luck has been destroyed, you are the chosen one to rid the fiends of Hades from the city of Terrin. You object because anyone well knows that this is more than suicide but that doesn't stop your relentless teacher to rid his Pupil(he agrees because your smarter than him). As you head to the opening of the city you are handed to fmiliar weapons your stick and the MIGHTY ELVEN WAND!!!!!!!!you are thrown down the hole never to come out till you rid these evil beings!!! (thats why you can't have wings)",
	"date": "2014-10-28 21:55:29",
	"files": [
		{
			"filename": "TERRIN.wad",
			"size": 115597,
			"crc": 910634613,
			"md5": "f65220ff28bb505e4dcae31d85b994c3",
			"sha1": "6e66c8c6976d9663f32304a6527221d3071a4ec4",
			"sha256": "ec59d649d166039a39e86ea91e5ccbf75adc7633c9342a3bec813d650d1cfec0"
		}
	]
}