{
	"uid": "32in24-12.wad",
	"name": "32in24-12: IRON MAPPER",
	"description": "\"In 1974 a crack commando unit was sent to prison again for another crime that they seriously didn't commit only this time they were sent to Japan to participate in a terrible cooking themed mapping game show for the ultimate prize: burgers designed to have the hell eaten out of them. Surviving purely on rations of Lunchables and Arizona Watermelon Punch the YEDS team has pooled together its resources to take Japan by storm with the craziest CTF maps known to man. The levels in this iteration of the series are: MAP01: This Aggression Will Not Stand, Man by skillsaw MAP02: Splatterday Night Fever by TheMionicDonut MAP03: Face to Face by Solarn MAP04: Sauce Port by Jimmy91 MAP05: Water Purification Facility by nub_hat MAP06: The Battle of Snake Canyon by The Green Herring MAP07: Just Out of Reach by XutaWoo MAP08: A Roboticized Lizard Comprised Entirely of Moving Wooden Parts, Neurokinetic Circuitry, and the Heart of a Moldy Bald Eagle by Mechadon (design) and Shaikoten (items) MAP09: Lost Facility #28 by RottKing MAP10: Gray Mainstream Map by Luca95 MAP11: Scary Flaggers and Nice Caps by AlexMax MAP12: Hamburglar Hill by TheMionicDonut MAP13: Flag Island by Dusk MAP14: Danny Tamberelli's Manboobs by zap610 MAP15: Mark It Zero by skillsaw MAP16: Green Vaults by Dusk MAP17: Close Friends! by Pavera MAP18: Tong Dat Catte by ClonedPickle MAP19: Some Tourist Attraction by BloodyAcid MAP20: Eye of the Tiger by IvanDobrovski MAP21: Meatwad Goes to the Super Bowl by Wartorn MAP22: Water Defecation Facility by ArmouredBlood (design) and Tango (detail, item placement) MAP23: I've Got Two Words for You and They're Not \"Happy Birthday\" by 40oz MAP24: Generica by Whoo MAP25: Cereal Crates by Watermelon MAP26: Right Angle of Destiny by Processing Control MAP27: Go to Hell, Do Not Collect $200 by The Green Herring MAP28: Mudman Wonderland by Kassman MAP29: Seclatus by esselfortium MAP30: Kingdom of Naughty Aeronautics by Xaser MAP31: WTF CTF by Xaser MAP32: Thanks Zero. I'm Okay. by Forty-Two (design) and Tango (detail) MAP33: Obvious Filler Map by TheMionicDonut MAP34: Late in Britland by Devon MAP35: Bridge to Nowhere by Llewellyn MAP36: A Complete Disregard of All That You Love by ClonedPickle MAP37: The Tooters by TimeOfDeath",
	"date": "2013-08-12 19:51:02",
	"files": [
		{
			"filename": "32in24-12.wad",
			"size": 25613907,
			"crc": 3592646372,
			"md5": "01d690201d0937e34cde509ed906ef7b",
			"sha1": "890e1c3d4cc28f8df7195df245439703e031a747",
			"sha256": "a6a3b3bd3867fbf01937d3815628f2bae5e19627d88cb3de166454b4d087c7cb"
		}
	]
}