{
	"uid": "joymaps3 (6658fa).pk3",
	"name": "The Joy of Mapping #3 - MANDATORY JOY",
	"description": "This was a livestreamed communal mapping session that took place on January 28th, 2017, with participants mapping under the strict guidance of Jimmy and a few session tutors via Discord and TwitchTV. The mappers were talking through the basics of mapping, such as creating connected areas, interesting layouts, and using thing placement sensibly. The participants mapped in a variety of formats, mostly Boom and ZDoom (UDMF). Map Listing: MAP01: First Map - Polyducks MAP02: Battle Tendency - DrPyspy MAP03: Cart Before The Horse - Anonymous MAP04: Infestation Station - Gutawer MAP05: Sewer Or Later - A2Rob MAP06: Capricious Cavern - Baratus MAP07: WaterWorld - DukeWooze MAP08: THE IMPS, OH GOD - DoomTheRobot MAP09: Techno Keep - Mystyc Cheez MAP10: Phobos Micro Computer Lab - kevansevans MAP11: Lost Stock Holding Station - walter confalonieri MAP12: Fortress of Blood - Dalvi Dandy MAP13: Dandy and Sandy - vbob MAP14: Sand Wedge - Pinchy MAP15: Subterranean Headaches - Breezeep MAP16: Slimy Nook - Alfonzo MAP17: Midal - SAraisVanu MAP18: Library of Horrors - rdwpa MAP19: Vacant - AD_79 MAP20: Mountain Base Atlas - DooM_RO MAP21: Funked Up - Fonze MAP22: Embers - ZZYZX MAP23: Oasis2 - Jimmy Music Listing: MAP01: \"Why Settle For Colonel?\" by yakfak MAP02: MIDI of \"Faint\" by Linkin Park MAP03: \"Countdown to Death\" by Robert Prince MAP04: \"Time Trax (Gen) Stages 2, 5, 7\" by Tim Follin MAP05: \"Depth Charge\" by stewboy MAP06: \"CAVE1.MID\" from Gubble 2 OST by Seppo Hurme MAP07: \"They're Going To Get You\" by Robert Prince MAP08: \"Goin' Down The Fast Way\" by Lee Jackson MAP09: \"Into Sandy's City\" by Robert Prince MAP10: \"The Demon's Dead\" by Robert Prince MAP11: D_DEAD from heroes2.wad MAP12: MIDI from alpha version of Blood, by Daniel Bernstein MAP13: \"Shawn's Got The Shotgun\" by Robert Prince MAP14: \"Planet of the Assholes\" by Jimmy MAP15: \"King Roo\" by Alfonzo MAP16: \"kocking on, clocking off\" by jmickle66666666 MAP18: \"Cyanide Downpour\" by Jimmy MAP19: \"Reach Within\" by Jimmy MAP20: \"Parhelion\" by Jimmy MAP21: MIDI of \"Funked Up\" by Overdrive MAP22: \"Ravi Vallis\" from Chaser OST by Juraj Karkus and Lubomir Ruttkay MAP23: MIDI of \"Crush\" by Pendulum",
	"version": "6658fa",
	"date": "2017-06-26 23:54:33",
	"files": [
		{
			"filename": "joymaps3.pk3",
			"size": 7556380,
			"crc": 3231050369,
			"md5": "c1f85c98a8ea326ab74dc10d1a86b3a5",
			"sha1": "6658fa5178acff293d30947f16a4b5dee9c1151a",
			"sha256": "3ccb69128a43a739ad723d3c286c5f9942ecc7386ae10d68942deb071b856630"
		}
	]
}