{
	"uid": "NEWUAC (660a57).wad",
	"name": "United Aerospace Computers",
	"description": "Hell is destroyed, and the marine was successful at giving earth a chance to rebuild. The UAC corporation was dissolved and ripped apart. But one virtuous Entrepreneur saw one last way to redeem the UAC: Time Travel. Under the cover of a technology superpower (United Aerospace Computers), Harry Wessik worked diligently to right the wrongs of his peers. This hell paved with fresh, new intentions. His measurements and morals were precise: but one thing was to doom him. A Neo-Nazi scientist had sabotaged the time machine in a vital stage, and thus the Wehrmacht poured out , along with the forces of hell. The new UAC failed to contain them, and the entirety of earth was thrown into a new war. Advance 10 years, as the war is still being raged, but in its dwindling years. You are another marine, stranded after your regiment was routed and captured. You were forced to surrender and you were on a death march. Your friend realizes where you are going, and freaks out. Your company is wiped out, except your friend, a few stragglers, and you. You hide on a cliff, staring at the entrance to United Aerospace Computer's horrible mission realized. But when you wake up the next day, you find a patrol staring down at you. They speak to you in fluent 1940's german as they toss your friend's corpse towards you and they cock their rifles. This is it. Fight or die. The only sanctuary you'll find is in the fresh bodies of demons and krauts. The dead marines scattered around the outpost remind you of your dire straits, but also serve to aid you in an immortal mission with ammo and weapons. Your only choice is to fight into the time machine. Even if you die, at least you can stop the war from taking others' lives.",
	"version": "660a57",
	"date": "2016-06-16 22:12:37",
	"files": [
		{
			"filename": "NEWUAC.wad",
			"size": 410522,
			"crc": 3351467791,
			"md5": "3b3dd4edf9fb249c535182fc874453f6",
			"sha1": "660a5780f72681bff86a317b2b06027a17509e3f",
			"sha256": "44ca3f2605ffd8012e7adf8541ea75aa3c46ac0092cca0e2e2f63f466fdb766c"
		}
	]
}