{
	"uid": "doom-cs.wad",
	"name": "Doom: Catastrophe",
	"description": "I've come up with this project in order to make three schools in Korea including my school famous all around the world, which is what I want to accomplish for my friends. Doomguy was replaced to a female high school student, Ellingal and we have changed the voice of that character into female voice. Let me show this game's story. Ah, all we have to say is, since we've also prepared for re-creating the fourth episode of Doom on the basis of three schools, that you'll see errors when you enter it there. Catastrophe (Test Version) Story : The girl, Kim Min-young, who is one of the students of Junghwa Space-Technology High School, belongs to a department of special forces in the third grade. In addition, her code name is known for Ellingal, which means the greatest high-ranking female army student at the age of 19. She was supposed to work for UAC in the States as an army to protect the country, which seemed to have been luckily accomplished. But in a time when the people protested against the defense commander, he ordered her to execute strikes against protestors, which eventually resulted in the horrible backgrounds it led to the violence containing her extremely physical act towards the commander. As a result of that action, she ended up being taken to the main moon base, Phobos. In both mars, Phobos and Deimos, the teleportation experiment went on for moving objects and humans to another portal. Some officers or armies through the teleport mentally ended up becoming deranged and/or died tortured themselves putting out unspeakable words to the experimenters. One day, monsters and zombies had entered the main base, Phobos, through the portal for teleportation experiment, which was due to the wrong position number someone had already typed... So in order to clearly notify this accurate accident that occurs in the moon base, Phobos, some of her friends sent from Union Aerospace Corporation in the same department with her penetrated into the base in the status of being armed except for Kim Min-young. But shortly after, all her friends were taken by the monsters or cried with their body cruelly ripped over or forfeited plenty in each piece echoing with madness through her wireless set. So based on the experiences he had received physically strong training in her school, she faces the worst circumstances the only one left on the moon base is her and gets into the main base in order to devastate the surface of Hell.. Episode 1: Knee-deep in the Dead (Completed but need to be modified in some parts) Main Stage: Phobos, largely and substantially occupied by Gyeonggi Machine Technical High School and Union Aerospace Corporation E1M1 Hangar E1M2 Emergency Room E1M3 Nuclear Station E1M4 Phobos Control E1M5 Engineering Academy E1M6 Central Processing E1M7 Science Facility E1M8 Teleportation Lab E1M9 Teachers' Dormitory Episode 2 : The Shores of Hell (Completed) Main Stage : Deimos, largely and substantially occupied by YoungShin Nursing Business High School and Union Aerospace Corporation E2M1 Deimos Station E2M2 Supplement Base E2M3 Contraception Lab E2M4 Deimos Control E2M5 Command Center (Secret Exit) E2M6 Medication Academy E2M7 Nursing Facility E2M8 The Gateway to Hell E2M9 Fortress of Mystery Episode 3 : Inferno (In the progress) Main Stage : Hell E3M1 Chapel E3M2 Slough of Despair E3M3 Pandemonium E3M4 House of Corses E3M5 Unsung Catacombs E3M6 Circle of Lament (Secret Exit) E3M7 Prison of Sinners E3M8 Moribundus E3M9 Undergrounds",
	"date": "2019-11-07 01:06:08",
	"files": [
		{
			"filename": "doom-cs.wad",
			"size": 4074270,
			"crc": 1857927706,
			"md5": "3cc2a5648b527c21471db88c224372de",
			"sha1": "2123aa916accd223cd2659b6ce45fbf0ee7b3dba",
			"sha256": "b17b048df70bb5e48de7d74bab35711a8c1e1d58b060aced5ded475b13f4c41c"
		}
	]
}