{
	"uid": "32in24-11.wad",
	"name": "32in24-11: Occupy Doomworld",
	"description": "Welcome, all, to the eleventh iteration of 32in24, brought to you by YEDS! This time, we've gone for 8-player free-for-all, but with a twist! After finishing our levels, we spent a full week on playtesting, including a full session on Odamex Nitro! We hope that this rigorous testing process has resulted in a strong, memorable collection of levels for you to play! You owe it to yourself to stick it to the Man! This WAD is dedicated to Slab Bulkhead, Fridge Largemeat, Punt Speedchunk, Butch Deadlift, Bold Bigflanks, Splint Chesthair, Flint Ironstag, Bolt Vanderhuge, Thick McRunfast, Blast Hardcheese, Buff Drinklots, Trunk Slamchest, Fist Rockbone, Stump Beefgnaw, Smash Lampjaw, Punch Rockgroin, Buck Plankchest, Stump Chunkman, Dirk Hardpeck, Rip Steakface, Slate Slabrock, Crud Bonemeal, Brick Hardmeat, Rip Sidecheek, Punch Sideiron, Gristle McThornBody, Slake Fistcrunch, Buff Hardback, Bob Johnson, Blast Thickneck, Crunch Buttsteak, Slab Squatthrust, Lump Beefbroth, Touch Rustrod, Reef Blastbody, Big McLargehuge, Smoke Manmuscle, Beat Punchbeef, Pack Blowfist, and Roll Fizzlebeef. Their names will never be forgotten. The levels in this iteration of the series are: MAP01: Morning Wood by 40oz MAP02: Graytest Thing Since Sliced Bread by skillsaw MAP03: Vrack to the Izzo by esselfortium MAP04: Fuck Doom Builder by majik MAP05: Green Gone Wild: Spring Break 2k11 by Tango MAP06: Earl Gray by RottKing MAP07: Caress Me Roughly by ClonedPickle MAP08: Conveyor Belt Carnage by Joshy and Tango MAP09: Meanwhile, in Finland by Da Spadger and Tango MAP10: Horizontal Delight by Forty-Two MAP11: Rotary Supercollider by Xaser MAP12: Gray Pride! by TheMionicDonut MAP13: Waterways by Olympus MAP14: Pit of Psychotic Repair by Malinku MAP15: What the Tech by skillsaw MAP16: This Map is Shit by Melon MAP17: The Ultraman Torment N' Torture by esselfortium MAP18: Concretion by Jimmy91 MAP19: Deathmatch the Way id Did by 40oz MAP20: Kanterflux by kuchikitaichou MAP21: Ipecac by Mechadon MAP22: Unlimited Grey Works by Wartorn and majik MAP23: Gothic Stronghold by Whoo MAP24: Auf Wiedersehen, Sonne by The Green Herring MAP25: RooneyTech by Phobus MAP26: Storming the Castle by Snakes MAP27: Bordertown by Mithran Denizen MAP28: Macrocastle by Krispavera MAP29: Knee-Deep in Zeldoom by esselfortium MAP30: STAIRTAN3 by majik MAP31: Radish Juice by Mechadon MAP32: Clay Pig 2: Gordo's Revenge by Mechadon MAP33: Electronic Arts Headquarters by TheMionicDonut MAP34: Welcome to Die by TheMionicDonut MAP35: Techbase #5759 by Tib MAP36: Startown by Melon MAP37: New York '77 by Processing Control MAP38: Genital Hogwarts by 40oz MAP39: No Place for Rest by The Green Herring MAP40: Going Viral by Phobus MAP41: Tortuga by Icytux MAP42: Melting Universe by Walter Confalonieri MAP43: Hall of Blood by Pottus MAP44: TechBase Terror by Edward850 MAP45: American Gladiator by Sigvatr",
	"date": "2013-04-19 17:53:16",
	"files": [
		{
			"filename": "32in24-11.wad",
			"size": 27603315,
			"crc": 4117787628,
			"md5": "ce615cad841235ca64510313f973bc5c",
			"sha1": "29a026fa9fc6d9470114ceb25fb7fb4aa120fa93",
			"sha256": "db5138aff728221a15d276e2d2c4192312f852ed8f2316981400c6c61e9fb04a"
		}
	]
}