{
	"uid": "blessed (8dca2d).wad",
	"name": "The Blessed Hex",
	"description": "It was all over. You had singlehanded cleared earth of every scum-blood-dirt sucking alien bastard ever to hit the face of the univers. Or so you thought. As you had probably realised as you were fighting your way through halls, corri- dors and entire cities of hell and horror these alien reptiles had a rather advan- ced technology. And so years before we were ever going to invent time travel they had all ready done it. The few places you did not strike them they used their short time in making time travel experiments. And now they want your head on a stick for being too damn superior. Blasting three rockets into the superbrain almost took your last efforts, but still you had the strenght to drag yourself to a teleporter, adjust your wrist communica- tor to the exact coordinates of the UAC headquarters, or what was left of it, and beam home. Meanwhile those alien arschlocks were con- ducting experiments with their timemachine in order to trap you and beam you back in time to their planet. Right into a play- field of horror and death and humiliation. You would never stand a chance and they would all laugh and spit on you as you would fall to the ground dead! But their machine caught it wrong and send you outside the playfield and into the middle of their smelly bloodinfested world of hate. Here is the chance to prevent all the horror. Kill them now or earth will be for ever doomed. Continue your mission in this totally dif- ferent sequel. This time you move up into the open spaces and you must now not only locate the keys but also some telepoters which will throw you around a bit. There is only one serious trap but a lot of areas where you will most certainly be shot from: and you will eventual end there yourself as you battle your way through blood and mud.",
	"version": "8dca2d",
	"date": "2014-12-15 21:33:27",
	"files": [
		{
			"filename": "blessed.wad",
			"size": 107708,
			"crc": 225177488,
			"md5": "437cf3c3f61d13667183bb69b069a100",
			"sha1": "8dca2dd77b15df273d8f216a709ae2902af73072",
			"sha256": "90db6df71bcd0921859e7aac99a047bc4cf6e46ff17473d4fb2022808e103b75"
		}
	]
}