{
	"uid": "chasm (8c7247).wad",
	"name": "The Unknown Chasm",
	"description": "It was all over. You had singlehanded cleared earth of every scum-blood-dirt sucking alien bastard ever to hit the face of the univers. Or so you thought. As you had probably realised as you were fighting your way through halls, corri- dors and entire cities of hell and horror these alien reptiles had a rather advan- ced technology. And so years before we were ever going to invent time travel they had all ready done it. The few places you did not strike them they used their short time in making time travel experiments. And now they want your head on a stick for being too damn superior. Blasting three rockets into the superbrain almost took your last efforts, but still you had the strenght to drag yourself to a teleporter, adjust your wrist communica- tor to the exact coordinates of the UAC headquarters, or what was left of it, and beam home. Meanwhile those alien arschlocks were con- ducting experiments with their timemachine in order to trap you and beam you back in time to their planet. Right into a play- field of horror and death and humiliation. You would never stand a chance and they would all laugh and spit on you as you would fall to the ground dead! But their machine caught it wrong and send you outside the playfield and into the middle of their smelly bloodinfested world of hate. Here is the chance to prevent all the horror. Kill them now or earth will be for ever doomed. Continue your mission in this copy of an earth city except.....well let´s just say that the sky is hard and even Detroit cannot hold so many freaks ready to blow your brains out for a cheap laugh. Again its different from the one before it (it is a sequel to two other wads. Yet gothic like \"avind\" but tech like \"blessed\". And a a little tougher and more advanced.",
	"version": "8c7247",
	"date": "2015-01-14 23:04:18",
	"files": [
		{
			"filename": "chasm.wad",
			"size": 173810,
			"crc": 3161704022,
			"md5": "bfd4de580e6652f1af5d5a1f4c8a2d2d",
			"sha1": "8c7247912196508eec62d5e2128352aa3a4b6373",
			"sha256": "d49b75d924054394c1a0e5fd3c82619c3d028f3f6e8d69f9ccdd8c3ec6ede943"
		}
	]
}