{
	"uid": "brotm.wad",
	"name": "Black: The Return of The Masters",
	"description": "It was around 2054 when everything ended. And considering how far we had gotten, the fall was especially hard. Rapid advances in nuclear fusion technology allowed even the most backwater area of the Amazons to recieve massive amounts of clear, renewable energy. Genetic modification allowed humankind to reach for and hold every area of the Earth, no longer bound by biology to a few small chunks of comfortably livable land. Astrophysics and aerospace engineering became the new superscience, and allowed us to reach for the stars and beyond. And with the new advent of general-purpose quantum computers, once nothing more than fiction or at best highly speculative, a new age, it finally seemed, had dawned on us. Even the USSR, after having for so long threatened to leave the Earth, had finally been talked down. A few short years after, an agreement to cease hostilities had finally been reached. For a brief time, humanity seemed to be getting on the right track. We had reached as far as Pluto and Charon. Then, in early December, came the Great Disappointment. They found It under Pluto. Excavation of the miniscule dwarf planet had been ongoing for at least three years, producing little more than trash or anomolies of scientific curiosity. Then, they unearthed It. They had no idea what It was, and they still don't know what It is. Soon after, It began to change them. Not all of them changed, but most did. The change was not visible, for it was an affliction of the mind. It drove them to perform unspeakable rituals upon those of them who had not changed. Throats were slit and blood was spilt. Skin was peeled from screaming bodies and the flesh of those who survived was roasted. The massacre eventually columinated in a ghastly ceremony, where at its peak, all involved, changed or not, lay dead. Even before all of them had killed themselves to empower It, a beam of black energy emmanated from Pluto to Charon. The US and USSR at first tried to cover it up, claiming it to be nothing more than a terrible accident. Both sent a joint response team to Pluto to clean up the mess. When the landed, they found nothing more than It and the scene of a grisly undertaking. After further study, the scientists believed that It had gone dormant, and saw nothing to be afraid of. Eventually, It changed some of them. They snuck out of their quarters and began a terrible ritual before It. Soon after, It emitted a wave which ensnared all in the excavation site under Its grip. They all gathered around It and ended their lifes in honour of It. With each pint of blood splashed over Its stony surface, Its power grew greater. Just before the final slit her throat, It released its control over her, having regained its power to the fullest extent. It then went dormant. She escaped and fled to Mars and was taken by a research team there. They found her bruised and bloody, but stil coherent. \"Its power has reached its zenith,\" she said, eagerly wetting her parched throat with a swig from a canteen. \"It reaches for its masters, from beyond Charon. They await. Soon.\" She then suddenly expired, as if something pressed a switch and turned her off. A few days after, a mining team fleeing from Neptune reported that something coming from Pluto began to attack them. A small team was sent to see what had happened. What they saw was horrible: Charon was gone! In its place as a swirling vortex, from which came horrible abominations and sickening beasts. When the team returned, they became ill and swiftly their bodies began to reshape into horrible forms. They slaughtered nearly the entire station, and then retreated towards Pluto, now a festering hellhole. Then, the horror reached Earth. It started when Mars-to-Earth communications went down, and by that point panic already began to spread. A bright light began to emmanate from Mars, which soon over took the sky. When it cleared, they arrived. We call them The Masters, and their arrival ended our so-called \"golden age\". Their corruptive powers swept over the planet and possessed most of the world's militaries. Those who were spared such a fate soon found themselves sacrificed to fuel The Masters' power. Within hours, almost every world government collapsed, leading to a short-lived anarchy before The Masters imposed their twisted form of \"order\". Your name is Sgt. Steven Gabriel. You were leader of a team ordered to help evacuate the civilians of New Madrid. After The Masters' foul powers swept over the country, your team found that they could not contain the enthralled masses. You were forced to allow them to butcher the remaining uncorrupted civilians to save your teammates' lives. Forced to escape the city, you and your team attempted to fly to Rota and hopefully hookup with any remaining soldiers. You were just outside of Seville when something came from the sky and struck your helicopter. When you came to, your team was dead and most of your weapons were smashed. You climbed out of the wreck and made your way southwest. Eventually, you come to an old rundown slum area, with clear signs of inhabitants. Massive fleshy tendrils sprout from the ground and reach for the sky around you. Gooey flaps of skin hang loosely from the undersides of buildings. Surrounded by unearthly howls and inhuman groans, it's clear that this had become a fight for your life.",
	"date": "2016-10-17 17:16:18",
	"files": [
		{
			"filename": "brotm.wad",
			"size": 10675719,
			"crc": 894858313,
			"md5": "01a2a66544971bc3c09db6b6e3d7a738",
			"sha1": "d0c916050624ec08ade7dd374d0114c35abdfdce",
			"sha256": "cc0c777ac1911e63b1549191f5061b9489ecb22b67ed5740413a95751c53be29"
		}
	]
}