{
	"uid": "REDROOM (ecd3ff).wad",
	"name": "REDROOM",
	"description": "Here is a nice one ! This map consists of 4 sections that I'm sure you will enjoy it. Users Guide: At the beginning you will be in the first section which includes the big grey saloon, the patio and the metallic corridors. Then, the other sections are the Catacombs and the Sewer. The latest one is the Red room which contains the Blue key necessary to open the door and exit the game. Keep playing ! you finally will be at the Red room. In the game you will pass close to the Red room, but you need the yellow key to enter in it. (there is not red key for the Red room). I recommend that you enter into the Red room using the door inside the red corridor, not the door in front of the shiny metallic corridor. Press the switch and quickly leave this room from the same direction you came inside (if you are still alive), then go around thru the shiny hall and enter into the Red room thru the other door. Into the Red room, for your protection from the Cyberdemon, there is a little bunker that you can hide and think. Close to the bunker you almost can see the Rocket Launcher and boxes of rockets, if the Cyber is not around (he is deaf), then leave the bunker and try to get this arsenal. Once you get this, isn't necessary to turn around looking for the Bunker, since a teleporter inside a little room in front of the rockets will send you back to the Bunker. Now that you got this arsenal, try to leave the bunker by the door that you came in, go around thru the shiny hall and attack the Cyber from the windows or from the other entrance. Don't get to close to these windows, he will fire at you! If you run out of rockets use the machine gun or the shotgun. If you are smart, he will die. By killing the Cyber will be easier to get the blue key. Be ready to save your game many times in this section ! Please: Always Refer to the Red room with some respect, and write this name with capital R. I included in this Zip file, good music from one of the Episodes of Doom. To play the game: DOOM -FILE REDROOM.WAD E2M8.WAD",
	"version": "ecd3ff",
	"date": "2013-11-02 16:46:21",
	"files": [
		{
			"filename": "REDROOM.wad",
			"size": 129262,
			"crc": 1355385573,
			"md5": "77aa35fc0fff36606202aa297a36bf27",
			"sha1": "ecd3ff75e4994bd923c7b25fe6b0c0352081e2fe",
			"sha256": "0396c18e4ceada2ec02151409ff6b5d8758fef0f66f73dcbade45501a4d2b3eb"
		}
	]
}