{
	"uid": "skuldash.pk3",
	"name": "Skulldash  (Version 1.0)",
	"description": "SKULLDASH OVERVIEW: Welcome to Skulldash, the fast-paced speedrun arcade mod For Doom II. The objective in skulldash is to collect the Skulltokens scattered around each level to unlock the exit. While collecting the Skulltokens you have to race against the clock, as there is a time limit to beat – all while defending yourself from the hordes of monsters from hell. FAST PACED GAMEPLAY: While on the hunt for the hundreds of Skulltokens scattered across the various realms, you’re having to race against the clock! Failure to beat the level in the permitted time will cause you, the player, to be splattered into many pieces. Fear not, however, hidden throughout most levels are many secret areas containing blue Skulltokens, which add a precious five seconds to the clock. LARGE LEVEL SELECTION: With twenty standard levels, four boss levels, five bonus levels, a giant level-hub (and a tutorial) you’ve got plenty of hours of gameplay available! Skulldash takes you to many realms & locations, including but not limited to technical bases, aztec temples, icy caverns, in a submarine, on a series of treetops, in hell, a haunted mansion, a medieval castle, a jungle altar, high in the sky and even in space! BOSSES, SECRETS & BONUS MAPS: Every level has a plethora of secret areas, containing bonus equipment and Skulltokens – keep your eye out if you want to go for 100% completion – when you 100% a full tier of levels, you unlock a bonus level! At the end of each Tier (except the 1st) there is an action packed boss map. Each boss is found in an environment crafted around their strengths and weaknesses. Bosses are often accompanied by hordes of hellspawn to assist them in taking you out. Prepare yourself to face the Lava Golem, the Dark Inquisitor, the Gate Keeper & the Overlord!",
	"date": "2015-12-29 12:29:50",
	"files": [
		{
			"filename": "skuldash.pk3",
			"size": 19089083,
			"crc": 2885822662,
			"md5": "4fdf040b6e8fe2b3bd9659babe4fe223",
			"sha1": "9d642a95ec3fbc730400522b4e893047fca96bcd",
			"sha256": "77346e90e718405700276702a0658b2f6e6d16c7e0f7f28ffe39be636dae7a55"
		}
	]
}