{
	"uid": "32in24-15.wad",
	"name": "32in24-15: DWANGO Unchained",
	"description": "The Yeoman Engineers and Designers of Software (YEDS) are proud to present the YEDS Free-For-All Theater. With its comfortable leather seats and wide-open spaces, it is designed to bring you the latest and greatest in \"free-for-all\" cinema. While you make our acquaintance at our theater, please enjoy our feature presentations: MAP01: \"Dial 'F' for Frag\" by Mechadon MAP02: \"D_RUNNIN Man\" by Marcaek MAP03: \"SPACE DAM 5\" by Xaser MAP04: \"Schwing!\" by FuzzballFox and Jimmy MAP05: \"Hard Ticket to Hawaii\" by esselfortium MAP06: \"THE MAY TRICKS\" by RottKing MAP07: \"Mansion of the Fly\" by Obsidian MAP08: \"Silent Night, Deadly Fight Part 2\" by Marcaek MAP09: \"The Pentagon Wars\" by The Green Herring MAP10: \"Bravefart\" by Mechadon MAP11: \"The Wadfather Part II\" by Wartorn MAP12: \"Twat Warts VII: The Farce Awakens\" by Dusk MAP13: \"The Rocketers Down Under\" by RottKing MAP14: \"Last DWANGO in Paris\" by TheMionicDonut MAP15: \"Spaceballs: The Deathmatch Map\" by TheMionicDonut MAP16: \"DIEHI Another Day\" by Marcaek MAP17: \"All Frags On the Western Front\" by Tarnsman MAP18: \"The Thirst Games\" by Gothic MAP19: \"Mad Map: Fury Roid\" by Breezeep MAP20: \"No Country for Old Space Marines\" by Mechadon MAP21: \"GRAYTALL Recall\" by Jimmy MAP22: \"ROCKY\" by Matt Tropiano MAP23: \"Road to Perdition's Gate\" by Tarnsman MAP24: \"Frag After Reading\" by The Green Herring MAP25: \"A View to a Frag\" by Marcaek MAP26: \"STARTAN Wars 4: An Old Despair\" by Walter Confalonieri MAP27: \"Four Weddings and a Fragfest\" by Gentlepoke MAP28: \"A Clockwork Tomato\" by Obsidian MAP29: \"Blood Simple\" by Walter Confalonieri MAP30: \"Behind the Scenes of 'The Room'\" by joe-ilya MAP31: \"The Last Shellbenders\" by CWolfRu MAP32: \"BFG to the Future\" by Mechadon MAP33: \"50 Shades of Gry\" by Argentum But wait, that's not all! Order the Special 32in14-15-Bonus.wad Uncut Edition Ticket and you will earn the chance to see 20 more from our selection at this theater! MAP34: \"The Silver Lining's BLACKWAL\" by Getsu Fune MAP35: \"DWANGO the Way id Never Would\" by Marcaek MAP36: \"Casabobca\" by Argentum MAP37: \"IRON F_SKY1\" by Dusk MAP38: \"Who Maimed Roger Rabbit?\" by TheMionicDonut MAP39: \"The 40-Year-Old Lunchable\" by Argentum MAP40: \"A Bridge to Frag\" by Shadow Hog MAP41: \"HellRaisins\" by Gothic and Wartorn MAP42: \"The Color of Money\" by joe-ilya MAP43: \"Mancubus: The Arm Cannons of Fate/Fat\" by Argentum MAP44: \"Dead Sonja\" by Gentlepoke MAP45: \"Rocket Royale\" by GregLafitte MAP46: \"Alien: Erection\" by RottKing MAP47: \"Close Encounters of the 69th Kind\" by Argentum MAP48: \"Chainsaw Wars Ep. 1: The Phantom Killing\" by Philnemba MAP49: \"The Skeleton Wars\" by Dusk MAP50: \"The Temple of Doomers\" by GregLafitte MAP51: \"Dr. Doom and the Riots\" by Philnemba MAP52: \"The LITE-ing\" by nub_hat MAP53: \"The Human Zimmerpede\" by nub_hat MAP54: \"I Know What You Did Last STARTAN2\" by nub_hat",
	"date": "2016-02-04 14:30:59",
	"files": [
		{
			"filename": "32in24-15.wad",
			"size": 19609870,
			"crc": 846503187,
			"md5": "78acc573d407b682307d589b60f8fc11",
			"sha1": "7895bbef805f6f044f23ff10b1d7afc34b3050b9",
			"sha256": "ed055ec7609cce6c892108593129bfe3973e43d162e703423498548cdb5a15e4"
		}
	]
}