{
	"uid": "emfhs (25ed60).wad",
	"name": "Every Man for Himself",
	"description": "Okey Dokey, This level did not have a plot... but hey I guess I can't disapoint my followers (SURE THING! ;) So I will make one up now... Well just after all the chaos up at the UAC bases... *** You are sitting at home with your marine buddies, watching the ball game with a can o' beer and a bowl full of pretzels, when all of a sudden this really big dimensional holey portaly thing opens opens up in your living room. You and you team look deep into swirling pit of spiritual energy. Pure evil drips from the portal on to your fine persian rug. \"So what the hell is this?\" you ask your dumbfounded pals. \"Looks to be an inter-dimensional portal...\" replies Briggs. \"...obviously leads to another dimension...or maybe even HELL itself!\" he countinues as he studies the rift carefully. \"So are we gonna jump through it and reak havoc and destruction or not?\" you ask. \"Can't see any reason not too.\" says Briggs as he gazes deeper into the portal. \"What the hell, lets...\" Jackson interupts. \"Hey...What 'bout weapons\" \"Everyone has their hand gun, right?\" \"Sure\" Briggs answers. \"That is all we need, Don't worry these other dimensions are always stocked with a large array of guns... and hey I bet they've even probably got a chainsaw and some body armour down there too!\" You say as you see the marines morale lifting. \"So what about it... lets go in!\" You and your friends jump into the portal one by one. You go in last...as you fall you feel yourself black out. You awaken to the hot putrid air of HELL. None of your buddies are anywhere to be seen. You push yourself up from the wooden floor and and look at the large satanic symbols carved into a huge block of what looks to be marble. It glows eerily making you feel quite afraid of what you have gotten yourself into. Then you see it. Briggs is staggering around near another of the large marble monuments. You call to him. He looks but says nothing. As you begin to walk over to him he reaches to his belt and withdraws his pistol begins to sight at your forehead. \"Holly Shit Briggs...It's me..\" you yell but it is cut off but the sound of a gunshot. You feel the air whizz past your head and hear the bullet ricochet of the marble behind you. You begin to run and hide behind the marble block. \"Shit\" you think to yourself. Maybe the portal has screwed with his head or maybe it is just HELL itself. One thing for sure Briggs is not in the fraggin' mood for baseball anymore and you may have some other friends with the same attitude. Looks like you are going to have to blast your buddies in order to stay alive... \"First things first, gonna have to lose this damn pistol...\" you think aloud.",
	"version": "25ed60",
	"date": "2014-12-03 20:10:20",
	"files": [
		{
			"filename": "emfhs.wad",
			"size": 92373,
			"crc": 1724410863,
			"md5": "ad914a8a6628eaebe3b9a43b5cf6af49",
			"sha1": "25ed6011291b02e32b2ba97e0adfd03cabe6e205",
			"sha256": "d5e37bfcecb497ac304196ba8acdb54381a5b9b298ca0e3be730539e0ade0a88"
		}
	]
}