{
	"uid": "120skins_.wad",
	"name": "120 Doomguy Skin Variants (Fixed Version)",
	"description": "This is a pack of 120 Doomguy variant skins and 16 HUD faces. Perfect for co-op and deathmatch servers! The skins and HUD faces featured are listed below. Base0 by Blue Max Base1 by Doomkid Base2 by Skulltag Team Base3 by Enjay Base4 by Hypnotoad Base5 by Enjay Base6 by Enjay Base7 by Enjay Base8 by Enjay Base9 by Enjay BaseFemale by Virtue BaseFemale2 by Captain Ventris BloodyMarine by Toke 1337Marine by Toke Pistol by Boingo the Clown DuelPistol by Boingo the Clown/DBJ87 Shotgunner by Boingo the Clown SuperShotgunner by Powergloveninja Chaingunner by Anthony Cole Chaingunner2 by Doomkid Chaingunner3 by Alpha Dog Alliance RocketMarine by Ghastly_Dragon BFG by Toke Backpacker by Xim Machinegunner by Woolie Wool Elite by deathz0r Elite2 by ??? Elite3 by Skulltag Team Elite4 by Melodica UndeadMarine by Doomkid UndeadMarine2 by Doomkid UndeadMarine3 by Scuba Steve UndeadMarine4 by Ghastly_Dragon/Xim UndeadMarine5 by BouncyTEM UndeadMarine6 by Neoworm/Tormentor667 UndeadMarine7 by NMN/Tormentor667 UndeadMarine8 by ??? UndeadMarine9 by Melodica UndeadChaingunner by Vader UndeadChaingunner2 by David G. Undead SMG by Xim/Woolie Wool/Toke Hazmat by Enjay/Scalliano Pulse Nailgunner by Zrrion the insect Undead Rifleman by Skelegant/David G. Unmaker Zombie by Xim Sawed-off by Xim Commando from RBCSkins UndeadCommando by ??? UndeadCommando2 by ??? UndeadCommando3 by MagicWazard UndeadCommando4 by ??? UndeadCommando5 by Captain J Cyborg by Cory Whittle Cyborg2 from RTC-3057 by Team Future Cyborg3 by Tomicapo Cyborg4 by Mechadon/Neoworm Cyborg5 by Ghastly_Dragon/MagicWazard Cyborg6 by Mechadon/Xim Cyborg7 by HorrorMovieGuy Cyborg8 by Combine_Keagan Shades by Schronzki Shades2 by IMX Anubis by Glen Payne/Marshal Bostwick Phobos by Rottking Crash by Virtue Dutch by Mike12 Snake by Mike12 Z-Sec by Captain Toenail Revy by Mike12 Silencer by Mike12 Illucia by Skulltag Team RevenantMarine by Xim Sniper by Xim Medic by TakaRaivo Flamethrower by Doomkid StrifeMarine by Doomkid/Skulltag Team Gothic99 by Collin Potratz Cor by mawcor624 Scientist by Scalliano Scientist2 by Scalliano Synas by Skulltag Team Stealth by ??? Rambo by Captain Chaos Xaser by Xaser Zharkov by Xaser BlackMarine by Toke Cowboy by Gali Nopants by Kirk Felton Nopants2 by Kirk Felton Chubbs by Skulltag Team FatShotgunner by Skulltag Team LordBlaz by Combine_Keagan/Sgt. Shivers WolfMarine by Doomkid/Skulltag Team Soldier by Nosehair26 Soldier2 by Maedhros Terrorist by Aenima/Maedhros/Black Shadow Software Contra by Valkiriforce Contra2 by Valkiriforce HeadlessMarine by Genji Mobster from RBCSkins Mexican Bandito by Gali JasonVoorhees by Mike12 DirtyHarry by Mike12 Starfleet by Devin Steinke/Evan Ross MasterChief by ??? Hyena by Ebola Sub-Zero by FemaleSubZero Santa from H2H-Xmas.wad Furry by lupinx-kassman Wuffy by rf` Duck Marine by UberGewei Gokuma by Gokuma Guitarist by lupinx-kassman FunkMaster by Blasphyx RetardMarine by Toke Gorilla by antdude MojoMan by ??? SmileyMarine by Denis Fabrice Pirate by Alec Bellanca Pirate2 by Darch --------- HUD faces --------- Female Marine by Lynn Forest, updated by Alice Jameson Bald Marine by Xaser and Doomkid Dark Complexion Marine by Doomkid Shades Marine from brit11.wad (?) Cyborg Marine from RTC-3057 by Team Future with variant by Doomkid Computerized Marine from Equinox by B.P.R.D. Santa from H2H-Xmas.wad Smiley HUD from Mr. Smiley Head's Safari by Team IMPACT/Calvin Wong Sub-Zero Face by FemaleSubZero Gorilla Face by antdude Zharkov HUD by Xaser Smoking Doomguy from Fistful of Doom, fixed by Doomkid Fat Doomguy from 32in24 by Shaikoten Freedoom Guy by Ferk Corvus (Hooded Marine) from Samsara by TerminusEst13 BJ Blazkowicz from WolfenDoom by Laz Rojas",
	"date": "2018-11-21 07:58:02",
	"files": [
		{
			"filename": "120skins_.wad",
			"size": 10046836,
			"crc": 3273256699,
			"md5": "0a180a2bc48f8f1056f9091ae52f19f7",
			"sha1": "f9a508440978f9ec3415c5bcff0822728f6d00a6",
			"sha256": "3ca93a32946e10be81cd707ec142da6c80585a1e3da879c1ab7ba6b23f9aa582"
		}
	]
}