{
	"uid": "barracks (3378b4).wad",
	"name": "The Barracks",
	"description": "You relax in the rec room with some of your fellow Marines, while enjoying a Dr. Pepper and a game of pool. After your horrifying encounter on Phobos, Deimos, Hell, and Earth, pretty much everything has been going right. You've returned to your post in the middle of nowhere, content with the silence and peace of your area. Suddenly, you hear a strange noise coming from outside. You walk over to a nearby window and look up into the black, dreary night to find an endless amount of void, dark space. Turning back, you hear the same noise again...it sounds like a low rumbling...something you'd hear during a rockslide or avalanche miles away. You don't suspect much until a large ammunition shell crashes through the wall of your outpost. You speed across the hall, followed by gunshots and screams. You quickly speed toward the armory and grab an 12-Gauge shotgun, a .45 pistol and a box of shells. You quickly attempt to load the bullets nervously, but an enormous hole forges its way through the thin lining of the armory's walls. You immediatly flee down the hall, toward the exit. You reach the door, and find your once peaceful friend pale and bruised. He weakly lifts a .22 rifle and aims toward you. You react instantly with two .45 shots straight to the head, killing someone you'd known for years in a single, horrific second of blood and agony. You stare at the limp, pale body in awe of how destructive these evil beings are. Filled with a rage you had banished to the darkest reaches of your soul explodes from you as an Imp emerges from the darkness. He reaches to swipe you dead, but you meet his fist with a well-placed shotgun round to the chest. His red eyes fill with blood, and he collapses toward the floor. You can't help but spit on the mangled corpse that lays upon the floor. Behind you, loud crashing noises and glass breaking hits your ears. You quickly spin 180 degrees to find a horde of demons devouring everything in their path, with no mercy at all. Instead of fighting your way out of this, you use your head and leap out the door. The Demon's ship has appeared, its size larger than any ship you've ever encountered. You wish you could just kill everything and everyone on that ship on one deadly blast. But you know you can't do that. As you stare into the evil visage of the ship, you can't help but notice there are no windows. You now realize that \"Plan A\" isn't going to work. On to plan B. As an Imp bursts through the door of the massive ship, you pump a few shells into the back of his skull. Before the door closes, you dive into the ship and kill a few more aliens. Another Imp bounds out of the lightlessness as you aim your shotgun and fire, hoping to hear the flesh-tearing ammunition fly from the barrel. Instead, you are greeted by an ominous \"click\". Again, you try to fire the gun, but with no luck. The Imp grins at you with a smile that explodes with hatred. He winds back to spurt a fireball as you use the shotgun as a club to smash his ribs into a fine white powder. As he cradles his injury, you use the time to pound his skull in with .45 bullets. You search through the ship, until you come to an area called \"The Barracks\". You open the door, and walk in. A quick, loud smashing sound bursts from behind you. The door is shut. This isn't good...you know this place. It looks exactly like the first area on Phobos... You notice English writing and the same bunks you used to sleep in. You walk back for a while, until you're met by the cold, steel door that entraps you. Where did they get these strange Barracks from? Is there a way out?",
	"version": "3378b4",
	"date": "2014-12-15 21:56:31",
	"files": [
		{
			"filename": "barracks.wad",
			"size": 1453792,
			"crc": 4084893789,
			"md5": "20f985bd66299bd87707b935ebd711b8",
			"sha1": "3378b45422de748a0586fd203ea5343268b3c5f3",
			"sha256": "76639720841a8a395e7481e43737a6990c24572139139743a86ca4924d90b1b2"
		}
	]
}