{
	"uid": "petravkk.wad",
	"name": "Petra Verkaik Tribute Wad",
	"description": "Petra Verkaik was the November 1989 playmate. Her website is http://www.pinupgirl.com/. She makes the list of most asked questions about playmates as the answer to 'Which playmate was saved in an automobile accident by her breasts?' This wad is a second exercise in the graphic arts using pretty girls downloaded off the net. It's primary function is to make impressive graphic scenarios. Though, even the toughest doombie should have some difficulty making it through without getting killed once or twice. It makes a nice demo of how an artist can use a game engine like doom2 to create a gallery in cyberspace for display of thumbnails of his own artwork. PLAYHINTS: For those of you who like to keep score, here are the final tallies on my playtesting the wad. Playtest conditions were as follows. Ultraviolence, and avoid using secret weapons caches, since players couldn't be counted on to find them all. This proves that you can make it through on ultraviolence mode. Level 1 Ammo B (bullets) 60, S (shotgun shells) 36, R (rockets) 20. Weapons pistol, shotgun, machine gun. Level 2 Ammo B 312 S 84 R 53 C (energy cells) 302, backpack, weapons 2-6. Health 76% Armor 176% Kills 98% Items 66% secrets 0%. Level 3 Ammo B 372 S 100 R 71 C 228, Health 100 Armor 95 Kills 98% Items 37% secret 0. Level 4 Ammo B 400 S 50 R 100 C 520 Kils 102% Items 44% Health 106% Armor 111%. Level 5 Ammo B 6 S 71 R 20 C 157 Kills 99% Items 44% Secrets 0. Level 6 Ammo b 6 S 100 R 31 C 294 Health 200 Armor 200 Kills 100% Items 61%. Level 7 Ammo B 50 S 28 R 31 C 20 Health 100 Parmor 100 Kills 89% Items 85% Secrets 0%. Level 8 Ammo B 80 S 57 R 45 C 101 Health 60 Armor 0. Level 9 Ammo B 238 S 99 R 39 C 449 Kills 100% Items 59% Secrets 15%. Level 10 can also be completed on ultraviolence. I forgot to write down my tally. Level 11 is a remake of level 30 fighting the big boss in hell, easier though, and you will find the layout interesting. This allowed me to use level 12 as a victory screen, with the changed sky texture as the new victory graphics. Because the display of the pictures is of importance, several levels require you to find a key, throw a switch, find another switch, throw it, etc. This causes floors to sink away revealing the graphics. In other levels, crossing lines turns lights on, revealing the graphics, etc. This may make the game occassionally puzzling to a player.",
	"date": "2015-09-14 22:19:20",
	"files": [
		{
			"filename": "petravkk.wad",
			"size": 9569279,
			"crc": 2967221142,
			"md5": "2e1c1825b6cc096a15aac108ead069ca",
			"sha1": "090b1b9a9ff3f48788835e0faea08117885ae6f7",
			"sha256": "041fe3c6f35f7dc27a34d1251bc4061aa0f54e52d4622432ebe5a2f203d3d4ad"
		}
	]
}