{
	"uid": "zaphod12 (f02888).wad",
	"name": "Ktulu Calls Zaphod (BIG mistake)",
	"description": "Bear with me... I know sometimes I don't care what the story is behind the level - I JUST WANT TO PLAY - but I think you'll be glad you read this first. Zaphod Beeblebrox, our galactic hero and just an all-around great guy, was zipping around in his speedboat on an uncharted watery planet when one of his two heads realized the other knew where he was going. Unfortunately his two heads had previously had a profound disagreement and were not talking to each other. So the uninformed head just had to sit tight (although this gave Zaphod a neck ache) and wait. Soon enough an expansive wall of shimmering blues and reds could be seen closing in from all direc- tions. Despite the circumstances, the informed head remained calm (too calm - a bit trance-like in fact), while the oblivious one remained so. Eventually something could be seen ahead in the distance as the shimmering wall was almost upon him. Soon Zaphod's speedboat came to a splashing halt in front of a large dock. Suddenly his purpose was all too clear! Despite their differences, both heads thought as one (with twice the brain power)! Zaphod had been called to the Land of Ktulu!! There were bits and scraps in in the HITCHHIKER'S GUIDE about such a place - but many thought it was just a myth. But now Zaphod knew they had been mythinformed. Supposedly an unknown being (except it's name) named Ktulu had/has a hunger for humans (specific- ally battle-trained) and \"calls\" them from all over the far reaches of the galaxy to it's land. Apparently Ktulu appreciates a good fight before it overcomes them, but before they are worthy enough to be devoured by Ktulu, they must fight their way through it's minions and find Ktulu's lair! (Zaphod always thought it was just an excuse to soften up the victim). With Zaphod's newly acquired oneness of his two heads, he became acutely aware that his speedboat was sinking. The corrosive waters surrounding Ktulu (the land) work pretty fast, he thought. Luckily his previously only-informed head had gotten Zaphod to wear his neato-cool eLiTE battle armor which would protect him from most corrosive substances - not to mention also bringing the other battle supplies... Zaphod's heads agreed it was a BIG mistake for Ktulu to have called Zaphod Beeblebrox. Zaphod just hoped he could find enough ammunition from fallen predecessors to last through the gauntlet he knew was waiting for him...",
	"version": "f02888",
	"date": "2013-11-04 20:08:11",
	"files": [
		{
			"filename": "zaphod12.wad",
			"size": 425977,
			"crc": 2055880215,
			"md5": "b5fe746218fdfeb1d82006c2d422f420",
			"sha1": "f02888a62d1bbca055d8542f92a28bf3bbbcb1da",
			"sha256": "531cc2852ff8881dbb36bc43c6635e07455d31397cec6b0b1b0d47dd2b8e9e84"
		}
	]
}