{
	"uid": "goddisco.wad",
	"name": "The all singing, all dancing God-disco road show.",
	"description": "# The Story so Far # There you were, just sitting in the living room when suddenly an inter-dimensional gateway opens out from the screen of your TV. Your excitement at the thought that you may be about to come face-to-face with Cilla Black is replaced by horror, fear and, shortly thereafter, a foul smell coming from within your underwear as you hear hideous grunts and groans accompanied by the piercing screams of some of TV's top variety performers. Clutching a plastic pistol in front of you with both hands, you edge towards the TV screen as the frightening realisation hits you - only you can save Jimmy Tarbuck! Hang on. Does anyone know what the hell I'm talking about? Thought not. Pah! Stories so far ... who needs 'em? # E1M1 - The cloak-rooms of hell # In this episode you play a disgruntled lavatory attendant trying to win back the affections of a mass of hideously evil, yet at the same time cute and loveable, cholera viruses (virii?). No, I lie (again). I consider this level to be the 'main' part of this little escapade, in that it's fairly playable and has a nice smattering of variety. [...] # E1M2 - Fiddler on the roof # After you've escaped from the cloak-rooms of hell, what do you do next? You climb on the roof to have a fiddle of course. This is another one of those pointless monster overkill levels, derived from the previous level but very different in terms of both the scenery and the playing. It's not very complex, as by this time I was getting a little tired of continual level-editing, but it's far from being easy, mainly because you can soon find yourself fighting almost every monster on the level simultaneously. [...] [Note from the uploader: Please read the included textfile in the zip for complete detailed description]",
	"date": "2014-12-13 17:24:41",
	"files": [
		{
			"filename": "goddisco.wad",
			"size": 302683,
			"crc": 1108781763,
			"md5": "427fbe8586f39129e4a8c54667ce79f3",
			"sha1": "5fd0c8b3458201f83e9bb34063dd479d1a87c5c6",
			"sha256": "3934269bedf2ac1666be4a7d7b6c71ead9409443ed6b509c52aad2eff972b942"
		}
	]
}