{
	"uid": "underville (8509e6).wad",
	"name": "Heretic: The Mysteries of Underville",
	"description": "With D'Sparil slain and his bodyguard Maulotaurs defeated you step into a portal not knowing if it sends you home or to another twisted world. You are not scared of what you will find as you have witnessed horrors far beyond your wildest imagination. Will you have to fight for the rest of your life? So be it. At least you will die proud of yourself, of what have you achieved. The light around you fades out and you crouch into a fighting position with your wand pointed forward, ready to dispose of yet another bloodthirsty demon. But there is no foul beast in sight. All you can see is a familiar mountain range you have passed through countless times in the past when travelling with your Sidhe brothers and sisters. There's no mistaking it - this is your world, Parthoris. You are back. You're starting to get overwhelmed with joy when you suddenly realize that the only way to overcome those mountains is getting through Underville, an ancient underground village formerly inhabited by a powerful clan of Ogle miners. When the Serpent Riders arrived and began plundering the world the village of Underville was one of their first targets. As an important strategic point in war, it was swarmed by D'Sparil's minions and conquered soon afterwards. Nobody was left alive. Beaten in battle or executed with no mercy all miners were quickly disposed of and the village was turned into a bastion of evil. After that there was no one who could tell what they did to the place. Even coming near the entrance meant swift and ruthless death. There is no way around it. You have to fight again. D'Sparil's curse is following you like a shadow seemingly never to leave you alone. You embrace your destiny, whatever it is, and determined to end it once and for all you make your steps forward.",
	"version": "8509e6",
	"date": "2019-03-06 21:54:49",
	"files": [
		{
			"filename": "underville.wad",
			"size": 3766357,
			"crc": 1288779054,
			"md5": "e54101b286c121d88526a94f88eeb429",
			"sha1": "8509e6973a07189cefea7fe2ac64efb77ebbfb80",
			"sha256": "e492c0789a577b3572330179325bfa4346e9a83bba0f6c5d7eb1b5b6b7c4a8f2"
		}
	]
}