{
	"uid": "SYNJ1.wad",
	"name": "DOOM ][ Wad files by SynJ. Series 1-8",
	"description": "Ummm... Here. These are all deathmatch levels, a few of them actually contain monsters, but who cares. SynJ1 starts out very primitivly, as you can tell, and show the progression of my level making. SynJ4, 7, and 8 are the most liked by the small audience I have. I made these because in Doom ][, I believe, the levels are too cramped or spacious for deathmatch. They weren't good for 2-4 players at all. Maybe Co-op.. maybe. I never used co-op in Doom ][. SYNJ1 is a medium sized level, with small mazes to get to rocket launcher, teleports, health, and super shotgun. Great for quick getaways. SYNJ2 is huge. Traps all over, watch your step! Large bridges with maybe goodies, maybe death. And with that rad suit on you'd better be sure, or else you stay down there for a while. SYNJ3 is in resemblence to synj2, only easier to find eachother and no real large battlefield, just running your ass off over bridges, jumping out windows, teleporting.. (HINT: There's a secret lair.. trigger the switch with the post) SYNJ4 is a slightly big wad, only for some reason everyone bumps into eachother within 20 seconds (not garanteed), and short routes to every part in the level. SYNJ5 is castle-like, semi-big. All weapons including BFG. Follow the lava flow down into a secret ammo containing area. Jump across to the plasma. SYNJ6 resembles synj4. There usually is huge chaos and missles flying around so much that you'd think it was air. People screaming through the halls of the sewer containing the missle launcher, splattered bodies, etc. Of course, if no one fights over the missle launcher, there's a huge plasma fight. SYNJ7 is a great 4 player, where 2 people will be on one team and 2 on the other in deathmatch - no altdeath. Watch the blood fly. And look for the huge \"SynJ\" in the ground outside. Every weapon but the BFG. Two alternate doors on each side of the outside. Usually there will be an endless fight in 4 player with missles, chaingun, rockets, plasma, shotguns, and the excitement rules. SYNJ8 is the same for synj7, only the fights will occur more, since the battleground is not as large, and filled with windows and bars. Every weapon but the BFG. At the time this is my latest, and have not tested it out that much. It is largely decorated, and with the 1 on 1 I tested it on, dispersed fighting occured, not hanging around the same area all the time. I always spotted him, and he always spotted me within 15 seconds - Not waiting.",
	"date": "2015-01-14 22:53:14",
	"files": [
		{
			"filename": "SYNJ1.wad",
			"size": 58106,
			"crc": 148365468,
			"md5": "cc214217394c66d4266ca53953fd05e0",
			"sha1": "c8a51078f213061c0239d74c9d5433b3ce37972a",
			"sha256": "c99db3531c979cb10c87ed84efa6e801593755488ad69d5cb4c3b93012f059ba"
		}
	]
}