{
	"uid": "wrekcntr.wad",
	"name": "Wreckreation Center",
	"description": "The Icon of Sin has been busted and you have reconvened with the surviving humans in order to help rebuild the planet. Life is pretty good and you spend most of your free time taking walks with your recently adopted dog. Meanwhile, the remnants of the UAC have assembled together in order to establish a skeleton crew of scientists and builders to recover anything that remains on Phobos. Something stinks about the whole operation and you don't like it, but you don't concern yourself over UAC matters anymore. The crew is successful in repurposing an old recreation center into a research facility and living quarters. They even manage to recover some teleportation technology. Not bad. But one day, you wake up to an urgent transmission from the captain of the crew who is pleading for your help. He reveals that he had discovered an artifact on the Martian moon, after which he began hearing a voice that promised him immense wealth if he opened another portal to Phobos and lured you there so that the demons could exact their revenge upon you. By the way, he used the teleportation technology to steal your dog while you were sleeping in order to bait you in. Big mistake. Infuriated after remembering what the demons did to your pet rabbit Daisy, you begin suiting up in order to return to where it all began. The captain explains that most of his crew were killed or transformed into demonic creatures when the portal was opened, but he is holed up in his master suite with your dog and a few surviving bodyguards. However, the captain is already showing signs of his own transformation. Not only are you going to kill every single demon who dares to challenge you again, but you're going to show the captain (or what remains of him) what happens when someone so much as even THINKS of harming a single hair on your best pal.",
	"date": "2017-10-19 19:27:45",
	"files": [
		{
			"filename": "wrekcntr.wad",
			"size": 1175654,
			"crc": 3533207280,
			"md5": "8a110de3105080986abbf02f0253e545",
			"sha1": "08ecadead4ed2758e1f4c7f9c811a15fb7606601",
			"sha256": "84cd35b40433d285f0fccf196ae8ffc3422c73a38f8a42338a67d16cb9711dc0"
		}
	]
}