{
	"uid": "hump (c6eade).wad",
	"name": "Heretic Upstart Mapping Project (HUMP)",
	"description": "The Heretic Upstart Mapping project was made to get people into mapping for heretic. It includes many maps by people who had never mapped for heretic before, and some older maps that authors had never published. NOTE: All maps are designed to be wand-started. They have been arranged roughly in order of difficulty, so continuous play will also work. To wand start: When you enter a map, type \"engageXY\" where X is the episode number and Y is the map number given below (So type engage11 for E1M1). This will restart the level with only your wand, staff and no items. Jumping and Crouching have been disabled in this wad. You will not be needing them. Maps Included (17): Map: E1M1 Name: Sidhatraz Author: Skeletonpatch Music: Heretic MUS_E1M4, by Kevin Schilder Map: E1M2 Name: Castle Gardens Author: SOSU Music: Demon Crest Stage 1, By Toshihiko Horiyama Map: E1M3 Name: Parthoris Tunnels Author: Riderr3 Music: Ambient 10.mid from Dune 2, by Frank Klepacki and Dwight Okahara Map: E1M4 Name: Mines of Mystery Author: Walter Confetti Music: Heretic MUS_E2M8, by Kevin Schilder Map: E1M5 Name: Aedin's Castle Author: Pillar of Salt Music: The Enchanted Cathedral - MIDI version (From Hexen II), by Kevin Schilder Map: E1M6 Name: Bird Cage Author: Jonathan Dowland Music: Twenty Four Hours, by Joy Division Map: E1M7 Name: Courtyard of Elements Author: Fraggle Music: Heretic MUS_E1M7, by Kevin Schilder Map: E1M8 Name: Persepolis Author: HexenMapper Music: Heretic MUS_E1M3, by Kevin Schilder Map: E2M1 Name: Sunken Serpentorium Author: Zergeant Music: Heretic MUS_E2M1, by Kevin Schilder Map: E2M2 Name: The Bungalow of Dr. Chaos Author: Impie Music: The Music of Dr. Chaos, by HexenMapper Map: E2M3 Name: Cacowad's Funhouse of Artitraps Author: Cacowad Music: Blasphemer MUS_E1M7, by Jute Map: E2M4 Name: Otkachka Author: BeeWen Music: Heretic MUS_E1M7, by Kevin Schilder Map: E2M5 Name: Chaos in Bloom Author: ETTiNGRiNDER Music: Heretic MUS_E3M2, by Kevin Schilder Map: E2M6 Name: Trial of the Maulotaur Author: Philnemba Music: Dracula's theme (Super Castlevania 4), by Masanori Adachi and Taro Kudo Map: E2M7 Name: Keep of Despair Author: danielhday Music: Heretic MUS_E1M2, by Kevin Schilder Map: E2M8 Name: During the Ceremony Author: Beewen Music: ALhoRRo_GisheRamayReR_2.mid, by Augen auf [XG] Map: E3M1 Name: Ophidian Temple Autor: Rolo Music: Heretic MUS_E3M1, by Kevin Schilder Story: The servants of Korax, D'Sparil and Eidolon swept through Parthoris, wracking your homeland and murdering your kin. You fought valiantly, but as your city was overrun you were captured and imprisoned with many others, to be turned to golems or executed if the flesh was not willing. Waiting in your cell you saw the foul methods that were used on your brethren. Surely it would be your turn soon... The day all but yourself had perished or turned to the dark wills, a portal opened briefly in your prison cell. A small wand and staff dropped out, the portal immediately closing behind. To your astonishment, the means of escape lay at your feet. You praised who or whatever had sent help, tucking the wand into your belt and grasping the staff, you prepared yourself for what lay ahead... Title slate and Title music: HexenMapper Note that E1M5, E1M6 and E2M2 may not be finishable in Doomsday as they require boss actions to lower floors. Currently we haven't been able to work out the current boss action definitions for Doomsday. Any help would be appreciated. Likewise if anyone knows how to get heretic to display par times in the intermission we would also love to hear from you. You can email me at: thespidersrepublic@hotmail.com",
	"version": "c6eade",
	"date": "2017-11-27 12:34:59",
	"files": [
		{
			"filename": "hump.wad",
			"size": 10285171,
			"crc": 3653439176,
			"md5": "d9808db875321cf73a8f98921d69d4b1",
			"sha1": "c6eade0e37815e5be45de65466856f65204adec4",
			"sha256": "d3b65fd852568ed39ce33ce7f12d3f6e85d7a00268eaea50bd2393b00d9b1b80"
		}
	]
}