{
	"uid": "SINSEVEN (d75ff7).wad",
	"name": "Sinister Seven - Vanilla Maps by Doomkid",
	"description": "7 sp/coop maps, vanilla compatible (besides map07), with some fresh sprites - I added the extra marine and zombieman rotation angles (Thanks Mr. Romero!). Some of these maps are from submissions to communtiy projects. Special thanks to The_Miano, MrCrispy, Scifista42, TimeOfDeath, pcorf, Buckshot, and everyone else out there who helped or inspired me in some way to make these maps :) STORY: (Continues from the end of 'UAC Rebellion') \"The UAC recovered from the destruction left in the rebel's wake. He had taken out most of the head men with brute force and even managed to close the gate to hell they had opened. Most of the survivors thought he was crazy, but some said he was a twisted hero who saw the bigger picture. The fact is, his attempt to stop the UAC failed - He was killed shortly after his return to Earth by a group of hostiles who had survived his rampage. They immediately began rebuilding the destroyed facilities. They rewrote history, erasing the evidence that the UAC had ever experimented on humans, painted the rebel as nothing more than a \"cold hearted lunatic\", gained support and funding from Earth's remaining population and used it to continue their interdimensional research. I knew the rebel personally. I was with the group of supporters who he let go. I knew the UAC were corrupt bastards as soon as people started going missing. I heard they killed the rebel and were rebuilding, so I prepared myself. Today, it happened - The sky turned a bright red. Two massive portals opened above us. The demonic aliens swept through our base and took out or possessed almost everyone.. Those evil UAC bastards had done it again, only worse. Their plan to brainwash the masses worked, and now destruction incarnate is pouring in from the sky. I can't explain why they want to see the world burn - but here I am, presumably the only survivor in a military base full of hellspawn. It's time to put my training to the test. I know of a spot where I can escape to sea and ride this invasion out on the water. I wonder if anyone else has survived..\" I hope you all have fun with these. Difficulty levels are very thoroughly implemented, so if you're finding it too hard, just turn it down a notch! These should also be perfect for survival mode (one of my favorite gamemodes!)",
	"version": "d75ff7",
	"date": "2015-09-15 13:42:14",
	"files": [
		{
			"filename": "SINSEVEN.wad",
			"size": 6792884,
			"crc": 2800727864,
			"md5": "264a2b9e8871b0f7348534a1360a4569",
			"sha1": "d75ff712e25fa3411373fc9c92c6c5af9e9b1e7d",
			"sha256": "4504621436539ec1d423cfe9e68ee791282cc784739837b4bc0fceab133914de"
		}
	]
}