{
	"uid": "amisery (743036).pk3",
	"name": "Abandoned Misery",
	"description": "This map was included in my huge project 'TGRDM3'(Morgenstern) that originally started back in 2007, but I finally decided to kill the project on the 26 October 2014. The development time was going to take several more years to complete, and making maps that uses 3D Objects - heavily - on a 2.5 game engine is overly complicated along with its limitations. Abandoned Misery was originally half-way designed back in 2010, but later completely redesigned in 2013 (which is the version released). I honestly believe that this is the first - real successful Deathmatch map I have ever created in my entire history of Doom modding. Call me bias, but I have rejected approximately 37 maps that I have created for the TGRDM3 project, but this map is one of the survivors in the new stock set. I hope others enjoy this map and possibly use it for other projects. Revision Update (23 June. 2016) This is a revision update from the last known release. Updates: This update addresses several issues and minor changes that were resolved in the TGRDM3 project and has been imported onto this project. Imported the maps from TGRDM3 to AMISERY: Abandoned Misery and Abandoned Misery [Lite]. This is an updated version of the maps previously released back in 2014. Notable fixes: Jump Pads, Camera Textures, 3D Teleporter support Various and minor changes are also included. Any specialized TGRDM3 features that were not present in AMISERY were excluded. For example, Jump Pad sparkles, various sounds, ring spawners, and others, were excluded. Fixed the Grenade's bouncing sound. Previously, this did not work as intended. Grenade now inherits from the Grenade Class defined in ZDoom. Updated the Performance Note Updated the texture credits. Revision Update (13 September. 2015): This is a revision update from the last known release. Updates: Added duplicate version of 'Abandoned Misery' (MAP01) -> 'Abandoned Misery [Lite] (MAP02). This map is designed primarily to resolve frame rate performance issues by removing some resource intensive features. Also, with removing such features such as floor reflection and mirrors, this should be less confusing to players as it - could be possible for players to mistake themselves as an opponent within the game. Revision Update (12 September. 2015): This is a revision update from the last known release. Updates: Imported the ZMapInfo lumps, yet modified, that was originally from the TGRDM3 project. Replaced the map 'Abandoned Misery' with the version from the TGRDM3 repository. This mainly (and should only) include weapon and THING placements. Imported the competitive weapon stock set that was previously in the TGRDM3 repository. This effectively means that all of the weapons used within the map, contains very different properties based on the original Doom game itself. For example, rockets are much faster, shotguns have a vertical and horizontal spread, super shotgun has a slightly tighter spread, and much more. Revision Update (31 December. 2014): This is a revision update from the last known release. Updates: Added Fog using resources within the Realm667 site. Added Sector Fog Added Rain using resources within the Realm667 site. Added splashes using Enjay's \"Splashes\" resource mod file. Added one ogg music file from 'Shane Strife'. (see \\Documents\\Credits.txt for more details) General map fixes and updates For example; the glass ceilings where not set properly with the currently used sky. Some instant death sectors where not set properly. Texture alignment Performance Notes: This map might be rather resource and rendering intensive on various systems abroad. Here is a few Console Variables that could help a bit by disabling some special features based on the GZDoom engine: Line Mirrors --> GL_Mirrors (or R_DrawMirrors for Software Renderer.) Sector Reflections --> GL_Plane_Reflection Dynamic Lights --> GL_Lights Draw Translucency --> R_DrawTrans Rendering Precision --> GL_Render_Precise",
	"version": "743036",
	"date": "2019-03-20 00:53:21",
	"files": [
		{
			"filename": "amisery.pk3",
			"size": 6234394,
			"crc": 3954096927,
			"md5": "ad376c811ab40337e8c28a334fbdec06",
			"sha1": "74303687d12cc4e34f555f9b9af3f749a0f92471",
			"sha256": "81d3d70f778445e744cc9769e37ed31a8db0e5ec6b1053c8435bc7eb21cfb59e"
		}
	]
}