{
	"uid": "veloctfx.wad",
	"name": "Velocity CTF X",
	"description": "The expansion of Velocity CTF: 32 maps of high-speed action-packed Capture the Flag maps by various individuals of the Mechanix Union. Map list: MAP01 - Rotated Infinity by Dusk MAP02 - Crypts of Eternity by Decay MAP03 - and Hell Captured by Dusk MAP04 - Industrial Nukage Mining by Dusk MAP05 - Gun Shy by Kamai MAP06 - Generatrix by Decay MAP07 - Tyr's One-Wheeled Bicycle by HeavenWraith MAP08 - Bleak Outlook by Synert MAP09 - Swap Meet by Shane MAP10 - PACK ATTACK by Dusk MAP11 - Winter Sacrifice by Decay MAP12 - Complex Beta by Decay MAP13 - Stand-Off by Decay MAP14 - Industrial Waste Sewers by Decay MAP15 - The E4-Themed Reject by Kamai MAP16 - Heavy Water by Omegamax MAP17 - Return to the Crypts by Decay MAP18 - Clash of Empires by Shane MAP19 - Alpine Insurrection by Shane / Decay / HeavenWraith MAP20 - DECAY INDUSTRIES by Decay MAP21 - Save the Universe! by Heavenwraith / Dusk MAP22 - Chernobyl's Requiem by Kamai MAP23 - Radial Ruins by Omegamax MAP24 - Remmi's Wrath by Remmirath MAP25 - Mount Idle by Shane MAP26 - Mortal Revulsion by Exl MAP27 - Corrupt Technology by Decay MAP28 - Deathgrind by Dusk MAP29 - Sound Familiar? by Shane MAP30 - Artificial Valley by Heavenwraith / Dusk MAP31 - Charon Orbit by Dusk MAP32 - Complex Delta by Decay Uses the following music tracks: MAP01 - Flame Mammoth's theme from Mega Man X, sequenced by Teck MAP02 - \"Skedar Mystery\" from Perfect Dark, sequenced by Gold Jinjo MAP03 - \"Wicked Child\" from Castlevania, remix by Jay Reichard MAP04 - \"Fear Factory\" from Donkey Kong Country, sequenced by Jay Reichard MAP05 - \"Names\" by Bobby Prince, from Duke Nukem 3D MAP06 - \"Conductor\" by James Paddock MAP07 - Main theme of Fairy Tail (metal ver.) by Takanashi Yasuharu, sequenced by HeavenWraith MAP08 - \"Bleak Outlook\" by Synert MAP09 - \"Path of Destruction\" by Mark Klem (Requiem MAP06) MAP10 - \"Strange World\" from Mega Man 9, sequenced by Teck MAP11 - \"Under a Crimson Moon\" by TheGreenHerring (Plutonia 2 MAP12) MAP12 - \"Transducer\" by James Paddock MAP13 - \"The Extreme\" by Uematsu Nobuo MAP14 - \"Submission\" by James Paddock MAP15 - \"Storming the Trenches\" by Disintegrator MAP16 - \"Duff McWhalen's Stage\" from Mega Man X5, sequenced by King Meteor MAP17 - \"Destiny\" by Mark Klem MAP18 - \"Sequenz - Dies Irae\" from W. A. Mozart's Requiem MAP19 - \"Surf City\", Battletoads theme, sequenced by The Jade Emperor MAP20 - \"Streets of Desolation\", from Batman, sequenced by LK*1 MAP21 - \"Ankoku no Madoushi\" by Takanashi Yasuharu sequenced by Heavenwraith MAP22 - \"L's Theme\" by Taniuchi Hideki sequenced by Heavenwraith MAP23 - composed by Heavenwraith MAP24 - \"Black Inferno\" by James Paddock MAP25 - \"Fire Field\" (echo mix) from F-Zero, sequenced by Jay Reichard MAP26 - \"Mourning Palace\" by Dimmu Borgir, sequenced by Set Abominae MAP27 - \"Raven's Nest\" by James Paddock MAP28 - \"Fallen\" by Symphony X, sequenced by Simone Mularoni MAP29 - \"Wolfsong\" by Darkhaven3 MAP30 - \"Schismogenesis\" by Sekito Tsuyoshi sequenced by Heavenwraith MAP31 - \"Opening Stage: Axl - 'Conflict'\" from Mega Man X7, sequenced by King Meteor MAP32 - Wily Fortress 1/2 theme from Mega Man 2, sequenced by V-King",
	"date": "2013-04-20 11:48:00",
	"files": [
		{
			"filename": "veloctfx.wad",
			"size": 23997020,
			"crc": 1383210884,
			"md5": "47a0df0336c5e053e76a2c99ca13c3cc",
			"sha1": "0b930e7b613ce3110b00ca55386b1b9dc51c26d1",
			"sha256": "222e8baed7e0bb491edf0892ea673fc33c0bffd308fd5d32edcef7bfc0d23648"
		}
	]
}