{
	"uid": "FLENZER2 (e0d00d).wad",
	"name": "FLENZERS CASTLE for HERETIC v1.1    E1M1",
	"description": "FLENZERS CASTLE: On a clear sunshine filled day in the land of Mckean, the Flenzer was called upon to lay the last stone of the castle. The people of the land all gathered to witness this prophetic event. The Flenzerists, the great army of the Flenzer, and all the people. Every man, woman, and child of the north, gathered in the shadow of the great castle and saw, as the Ancient Eye had told them, Their king, Flenzer, Commander of Mckean, raise the last stone above his head and proclaimed the start of the greatest battle ever to be fought. The battle of Flenzers castle!!! He placed the stone and stood away. He looked up to the clear sky and raised his cloaked arms. Everyone who gathered around him followed his gaze. The blue sky dimmed and an ominously dark steamy swirling vapor appeared. A torrent of dark gray clouds grew and spun above the great castle and it grew to cover all of their world. A darkness that would remain until the battle was done, until destiny was fulfilled. The Flenzer, now became a full wizard. The Flenzer ordered his army to prepare. He turned and disappeared into the fortress of stone to wait. Word had spread throughout the crowd that day, that they must not remain. They must leave their beautiful valley of Mckean, for the challengers would soon arrive. Soon enough there came a dark morning when a terrible sound filled the land. A rolling thunder from the southern horizon. The sound grew and grew as The Flenzer, face without expression, sat with his back to a window high within the towering walls of the castle. The thunder suddenly came to a halt. It had all materialized outside the window directly over his shoulder but the Commander never turned... A thin smile rose from the Commanders lips. He knew his wait was over... It was the first of many challenging wizards...",
	"version": "e0d00d",
	"date": "2013-11-02 16:38:45",
	"files": [
		{
			"filename": "FLENZER2.wad",
			"size": 130210,
			"crc": 2188383622,
			"md5": "d0a4b0e6a3d55ac4d40009f47e12b05d",
			"sha1": "e0d00dc3dd2e352b501abbdff89e5e584b616702",
			"sha256": "da2713ab1c02bfd5a89e1d72c4ef27b932ea18b4a2874584ffe048395eec8bb9"
		}
	]
}