{
	"uid": "skulhall (8628fc).wad",
	"name": "Skull Hall",
	"description": "Marine Private Sparks having completed boot was on a short leave. While touring the countryside with his sweet baby.....Babs, he chanced upon the Sarge's secret Hole-in the-Wall. Armed with but a revolver Sparks brought that house down! Recovering from wounds incured he got id in his skull that Special Forces was his calling...he had to forget about Babs...poor girl. None had seen her since his heroic though foolhardy attack on the Sargent's lair. UAC did find a lock of her hair.....bloodied. Something hadn't felt right during and after his Special Forces interview with Sgt. Magnus. The sarge, though posesser of a sparkling military record was somehow...illegitamate. So said Sparks gut level feeling. And why did he persistently break into mindless laughter? Sparks was, of course, admitted to SF training. He passed but not before sustaining some rather severe \"hard to explain\" injuries. One night, quite late, while recuperating Sparks logged onto the UAC BBS to check e-mail and there id was a brief cut-off message from Babs...\" Magnus is one of them.. a mindless HellBeast, DON'T \" and that was it. Babs was alive and Magnus was Hell Spawn! Unbeknowst to Sparks, Magnus had him under constant surveilance. Before Sprks logged off that night Magnus had trumped up new orders for him. UAC had been working on time travel and had maxed out work with animals. They now needed a human \"volunteer\". A few electronic manuvers by Magnus and the Time Brigade from UAC was hustling their volunteer Sparks to the transport pod. Will Sparks survive the transport? Where will he be sent? And if he survives how will he get back to give Magnus his due and maybe, just maybe be able to pull Babs close once again and whisper those sweet nothings in her ear!",
	"version": "8628fc",
	"date": "2014-01-07 22:14:48",
	"files": [
		{
			"filename": "skulhall.wad",
			"size": 212646,
			"crc": 535833102,
			"md5": "d12e3a381de0c3db2ced91c1eeb2542c",
			"sha1": "8628fc0a626121a3860c58e2f93cf67e61a3fbcb",
			"sha256": "3e59a71206b0b1de0c3f96b980264ae47c55087613e175505acba8f93432b416"
		}
	]
}