{
	"uid": "32in24-9.wad",
	"name": "32in24-9: Return of DUEL CORE",
	"description": "A gargantuan collection of 32^H^H45 smashing levels, all created in less than 24 hours on December 20, 2009, centered upon the art of mortal combat between two well-armed individuals. Or, as simpletons would call it, the \"duel.\" The Yeoman Engineers and Designers of Software (YEDS) wish you all a Merry Christmas and a Happy New Year! The levels in this iteration of the series are: MAP01: First Attempt by ArmouredBlood MAP02: Checkerboard Nightmare by The Green Herring MAP03: BrickRoll'd by TheMionicDonut MAP04: Time Zones Can Be Rough by Travers Dunne MAP05: 32in24-9 From Outer Space by Walter Confalonieri MAP06: Oh, Well, I Think This Could Be a Tower by Walter Confalonieri MAP07: Slime and Metal by Abyssalstudios1 MAP08: Emphasis by Avery Ross MAP09: Backyard Clash by Keo MAP10: I'm Not Here to Read, I'm Here to Duel! by Philnemba MAP11: Episode 1 Mania by Whoo MAP12: A Small Excavation by AbyssalStudios1 MAP13: Distant Rig by Jimmy91 MAP14: Casual Sewer Playground by Wartorn MAP15: Fondled Memories by ClonedPickle MAP16: Glunky Greasy Sewer by Whoo MAP17: Ain't It Hot Here? by Talvi MAP18: This is a Crappy Map by TheMionicDonut MAP19: The Crucible of Sorrow by 40oz MAP20: Mount Rokfyv by The Green Herring MAP21: Geography Class Warfare by kuchikitaichou MAP22: Pillar of Guts by Whoo MAP23: Poop Processing by Doomsphere MAP24: ORIGWAD.WAD Tribute? by Walter Confalonieri MAP25: Duel of the Red Death by Malinku MAP26: Chez Casa Quesadilla by TheMionicDonut MAP27: PRIMATE HOUSE by Bucket MAP28: Shotgun Therapy by ClonedPickle MAP29: Earthquake Weather by esselfortium and Revenant MAP30: Ashes to Ashes by The Green Herring MAP31: Mountain Foundry by ArmouredBlood MAP32: Vandelay Industries by zap610 MAP33: Hate Processing Bunker by lupinx-Kassman MAP34: Stairway Boogie Woogie by brinks MAP35: Dueling on My Mind by TheMionicDonut MAP36: Isenheiss by AbyssalStudios1 MAP37: This Map Used to Be Detailed by Shaikoten MAP38: Finished My Map by Craigs MAP39: Darn Windows by Forty-Two MAP40: The Bloodening by RottKing MAP41: Lost Research Colony by 40oz MAP42: Yet Another Tech Base by Talvi MAP43: Pit of a Bloody Smile by Philnemba MAP44: Deja Boom by PUNISH3R MAP45: I Chainsaw What You Did There by TheMionicDonut",
	"date": "2013-04-19 04:00:39",
	"files": [
		{
			"filename": "32in24-9.wad",
			"size": 6271479,
			"crc": 139320447,
			"md5": "3daaed0c5835f57f0e750600f0a4700e",
			"sha1": "a93c59dc8721ece541f9a82c3ff96005236ecf09",
			"sha256": "91d0e1ec9ae303d506043a75e14a0f6c77621854a9f4b4fa9e302155ce14a917"
		}
	]
}