{
	"uid": "32in24-13 (87b4b8).wad",
	"name": "32in24-13: A Thanksgiving without Burgers",
	"description": "\"The year is 2007. Dimmy Waywes' Bickabedia Fownndown is in hot water, and it's up to the legendary Yeoman Engineers and Designers of Software to save them the only way they know how. With the power of soul food. Everything was set. The banquet was laid out, and all there was left to do was set out the traditional Thanksgiving burgers to appease the almighty Map God. And then tragedy struck. It all happened in slow motion. Xaser strode up confidently with a platter of burgers, but Clonedpickle let the bottle of Frank's Red Hot sauce slip, and it rolled under Xaser's foot. He tumbled over dramatically, landing tongue-deep in the stromboli. And in a glistening ark, all the condiments went flying. Rings of onions dancing in the air as if they belonged to a circus magician, dewy, juicy leaves of romaine, thick melted strands of cheddar, and mighty slabs of ground and peppered angus. The burgers hit the floor. And the rest is history.\" The levels in this iteration of the series are: MAP01: \"LET THE BURGERS HIT THE FLOOR\" by Xaser MAP02: \"Marbled Blue Cheese\" by Snakes MAP03: \"Count Chocula's Spooky Castle Adventure\" by TheMionicDonut MAP04: \"Marmalade Murder Mansion\" by Mechadon MAP05: \"Pepper Your Angus\" by Scroton MAP06: \"Caco-Cola Factory\" by RottKing MAP07: \"Steak and Kidney Stones\" by Jimmy MAP08: \"Blue Cheese Mashpatatos\" by Tarnsman MAP09: \"Tater Tot Tempest\" by Mechadon MAP10: \"GRAVY, BITCH!\" by Marcaek MAP11: \"The Guacamole Shuffle!\" by TheMionicDonut MAP12: \"Tap Water and Mayo Sandwiches\" by Nautilus MAP13: \"Late Night Porking\" by 40oz MAP14: \"Pie Flesh Consumed\" by Jimmy MAP15: \"The Tragic Burger King\" by Tango MAP16: \"As the Chocolate Falls\" by Tib MAP17: \"It's Definitely Edible, Just Try It!\" by Tib MAP18: \"This Turkey Needs More Cocaine, Nigella\" by Springy MAP19: \"Kumquat Control\" by ClonedPickle MAP20: \"Grand Slam\" by esselfortium MAP21: \"Chocolate Factory\" by gothic MAP22: \"Chips & Turkey Frenzy\" by joe-ilya MAP23: \"Bob's Space Peanut Packing Plant\" by Marcaek MAP24: \"Tongue Deep in Stromboli\" by Marcaek MAP25: \"Eat Your Tekgreens\" by Jimmy MAP26: \"I Ate at McDonald's and This Happened\" by sgt dopey MAP27: \"Mekworx Blue Plate Special\" by Mechadon (detailed by Xaser) MAP28: \"Chicken Bites Arena 9k\" by Walter Confalonieri MAP29: \"A Good Ol' Country Dinner\" by Shadow Hog MAP30: \"Super Sweet Candy\" by Paul Corfiatis MAP31: \"UAC BBQ Processing\" by Mechadon MAP32: \"Pie in the Sky Diner\" by lupinx-Kassman MAP33: \"The Aftermath of Taco Bell\" by Olympus MAP34: \"Brick Sandwich\" by nub_hat MAP35: \"Curry Night\" by sgt dopey MAP36: \"Apocalypse Aftermath at Frank's Factory for Spicy Sauce\" by ClonedPickle MAP37: \"Kentucky Fried Cacodemon\" by gothic MAP38: \"Discount Slaughterhouse\" by nub_hat MAP39: \"Bloody Tomato Soup Special\" by Philnemba MAP40: \"Ruptured Raspberries\" by Hurricyclone MAP41: \"BTW This is Definitely Tomato Sausage\" by Cacowad MAP42: \"Slow-Dance Chubby\" by 40oz MAP43: \"Welcome to Pizza Void\" by RottKing MAP44: \"Home Invasion on Thanksgiving\" by Nautilus MAP45: \"Fast Food for Thanksgiving\" by Nautilus MAP46: \"Black Friday!\" by TheMionicDonut MAP47: \"Fisting and Chainsawing in the Meat Locker\" by Philnemba We've also included an alternate version of one level that was submitted as an update after the original release because \"deal with it, it's not on idgames yet :P\", even though the reason it wasn't was because idgames/ was read-only at the time. Consider this one an idgames/ release bonus! MAP48: \"Blue Cheese Mashpatatos (No Tip for the Delivery Guy)\" by Tarnsman",
	"version": "87b4b8",
	"date": "2013-12-18 21:21:18",
	"files": [
		{
			"filename": "32in24-13.wad",
			"size": 17543898,
			"crc": 1585537356,
			"md5": "7ccf36647548ea93d0f2ab18a7b6e87e",
			"sha1": "87b4b8b31071a9c7d34f0c442f2098da79bf0651",
			"sha256": "aadc6e9c18559d5a6eb6dd349baed0b5a4988675ab4cf2d0bedcc5be75652636"
		}
	]
}