{
	"uid": "mirage.wad",
	"name": "MIRAGE",
	"description": "Actually, I have worked on this WAD for 7 months. It doesn't mean that I was adding something every day during this period of time. Nope. But I was returning back to editing when something came to mind. Firstly, it's one-map WAD. I really like this map and I am not sure if I could come up with something interesting for map #2 and, actually, I don't really want to. But I can definitely say that building and editing was incredibly exciting, but hard... honestly. If you have passed thousands of other WADs, this one wouldn't seem special to you, I believe so. However, if you are a casual doomer or a person who plays for fun, you will get a lotta fun here! Okay, now about features. I added 10 - 11 new monsters, which are either hard or frickin hard. Well, they are easy to be killed, but they can easily kill you as well. Look through the list of hints below, it is helpful. I also painted gloves covered with blood to different weapons (at least I tried hard, hah), and I hope they look good. No new weapons, they always have bugs and I simply don't like them. No doubt, a lot of sounds were replaced: shooting, monsters, music, etc. Speaking about style - it's not like a vanila doom WAD. I believe it's something like modern shooters. However, I believe this style fits in this game. Do I rate this WAD as one of my greatest projects? I do, for sure. It doesn't include a lot of maps or stories, but the atmosphere and the whole look itself attracts me. Finally, it's true - I spent a large load of time on it. That's why I hope you will enjoy it. Anyway, I will be glad to receive a feedback. Hints: - Always watch your back when you press a switch. - Don't fight face-to-face against special ops (dudes with red circle on helmets). - Use strafe while shooting. Especially, when you fight against hard monsters. - Mind your health. You can lose it easily and that's for real. - Don't let quadshot soldiers (they look like DoomGuy but black) come close to you, their shotgun is damn powerful. - Don't forget about savings. Despite I added auto-saving points, you really have to be careful. - Never ever fight against tanks face-to-face. Rocket-tank will destroy you in a while. Use the strategy hide-shoot-hide. Their rockets and plasma are very fast (or even with homing, not sure). - Try to get 100% kills, items and secrets. C'mon, that's one map WAD... finish it honorably. - Don't jump out of the window (you will understand which one) if you didn't find all the secrets and you still want to discover them. There is only one (the last one) after you jump off the window. - The door which closes the exit room will open automatically, don't panic. - You will need the jump button, you must have it to pass the level. So, bind it. - I recommend you to enable the free-look. - Always check your map to find all the secret rooms - Don't give up! This map is worth to be passed.",
	"date": "2019-07-03 11:09:16",
	"files": [
		{
			"filename": "mirage.wad",
			"size": 57706827,
			"crc": 178419965,
			"md5": "ef8c77725a13ad3079138a55254f8466",
			"sha1": "8741a6ab66056ce8e11f5e799c4547a83ee24147",
			"sha256": "88d2b736ecde0d539a2e69d8090c78263fdeb5b9214b20c100d2dff11154490f"
		}
	]
}