{
	"uid": "rudy_v2.wad",
	"name": "Rowdy Rudy's Revenge! 10 vanilla maps, heavy on dehacked.",
	"description": "Greetings fellow Doomers, I've been working on a little something the last few months! NOTE: In advanced ports, ALL you need is rudy_v2.wad. The included exe, bat and deh are just there for vanilla / DOS players. The Story: When it was founded in 2055, the UAC was a force for good. Their research led to the development of teleportation, extreme advances in medicine and leaps in interstellar travel. In 2080, the leader of the Cult known as 'The Protectors' spoke to then president of the UAC. There was an instant change from that day forward. The president suddenly announced a new project to open a gateway to the so-called 'spiritual realm'. Some employees of the UAC questioned this decision and left, however many remained. As time went on, less and less time and funding went towards egalitarian causes and more was funneled into the Spiritual Portal Project. Rudy and his brother Jamal are ex-marines, doomsday preppers and conspiracy theorists. While the UAC and The Protectors have tried to keep quiet about their recent project, a few have inflitrated UAC bases and leaked information. The Protectors and the UAC had plans to finally open their 'spiritual portal' in the middle of the city. Jamal went to the site, armed to the teeth, but was brutally killed along with several hundred others when their attempt to open the portal failed, resulting in a massive explosion. Since then there have been reports of almost zombie-like people wandering the streets and attacking civilians, many of them dressed hoods and capes worn by The Protectors. Rudy is overcome with anger at the loss of his brother. Using his knowledge of UAC operations, he makes his way up into the hills to a secret base. He plans to take them down by force and kill anything they throw at him, avenge his brother and save the world from any more destruction caused by the UAC or The Protectors. Ultimately, he must find the heart of their operation and destroy it. Good luck! New Enemies and Weapons: While Rowdy Rudy's Revenge remains largely a classic-Doomy experience, there are a number of changes to enemies and weapons. Here is a detailed list so you know what to expect when you play. Cultist HP: 30 This is your basic cannon fodder. (Sprite created by Raven Software, Neoworm, Tormentor667) Shotgunner HP: 40 (Sprite created by Mark Quinn, Vegeta, Ghastly_dragon, MagicWazard) Weak Chaingunner HP: 60 Only drops a clip rather than a chaingun. (Sprite created by HorrorMovieGuy) Tough Chaingunner HP: 90 Your classic chaingunner. Blind Pinky HP: 150 He cant see but he sure can smell. (Sprite created by HorrorMovieGuy) Toxicacodemon HP: 400 This little bugger makes his way into a lot of my wads. Spits a Baron's toxic ball. Flame Caco HP: 580 Spits waves of fire and small fireball projectiles. Very deadly up close. RPG Zombie HP: 140 Fires a revenant's homing missile, high pain chaince. Plasma Guy HP: 90 Behaves like a weaker arachnotron. (Sprite from anubis.wad) There's also a bayonet weapon and repeater-rifle instead of fists and a pistol. They both deal more than twice as much damage as their original counterparts and the rifle is 100% accurate! Perfect for all the snipers out there.",
	"date": "2019-01-08 08:13:47",
	"files": [
		{
			"filename": "rudy_v2.wad",
			"size": 9323037,
			"crc": 2935757923,
			"md5": "ce7a1d8d389d7e928c741e8d2a165fe5",
			"sha1": "7296c1b3ddaaadb78a8aeda803bccd75ff0dd9d6",
			"sha256": "414f284b544b053946358943352235baf855845bb6f515f9d74f5a5026189fbd"
		}
	]
}