{
	"uid": "break.wad",
	"name": "BREAK.WAD",
	"description": "-= Breakin' Out =- After fighting off the throngs of hell and kicking major ass, you wonder if it's actually over. You are _the_ man of the world, girls want to have your baby, you could run for president, so forth. Still you wonder if some Hell spawn might have survived. A year has passed, and you have heard rumors about a secret base in the South American Andes. These rumors subsided, and it was forgotten. But then, in a small country in South America, mysterious troops brutally put down a huge revolt that should have been all too successful. The government had no major defenses and inferior weapons. Pictures coming back from the showed what looked like normal troops. But you knew better. Those soldiers were the same soldiers you killed more than a year ago. You use your well-earned clout to get stationed close to the area. You gather info on the troops and you discover that it's all tied to the secret base in the mountains. Your curiosity gets the best of you and you head out on a scouting mission. All you pack is your trusty pistol as you head out. You easily find a way into the base and you see that it is run by the same company that started this whole mess. You see gigantic cages, vats, pits, and most of all, DEMON SPAWN!! You almost crap in your pants when you see all the Hellians that they had. They must have cloned them all from the bloody mess you had made out of them. The UAC had been allowed to respawn all the demented things that you had worked so hard to destroy! You rush back down the mountain to see if you can use your fame to stop the UAC from making the same mistake they did more than a year ago. In your haste, you fail to notice a UAC patrol coming up on your side. You hear a former human shout, \"FREEZE OR...\", and you shoot him down in mid-sentence. It is then that you here the launch of a missle in the air and the stunning scream of a pissed CyberDemon. You turn only to look into the barrel of several chainguns, shotguns, and rifles. The last thing you remember is wondering how the UAC could control these beings as CyberDemon knocks you out cold. You're now in some sort of holding cell. Fortunatly, your guard is a former human. You take him out as soon as you wake up. Now, your mission is clear. Wipe out the base and any chance that the demons might come back.",
	"date": "2014-12-15 23:03:58",
	"files": [
		{
			"filename": "break.wad",
			"size": 1349360,
			"crc": 451607209,
			"md5": "249f37d81c0c3de02c940e21c51bf981",
			"sha1": "8b704e267b91818b0426ed6030e9aff0194d3194",
			"sha256": "d2e46a62ce0061dd845ad60df22a7cf9baa7104915883da9a041473a33a68dc2"
		}
	]
}