{
	"uid": "avind.wad",
	"name": "The Revenge of Avind",
	"description": "It was all over. You had singlehanded cleared earth of every scum-blood-dirt sucking alien bastard ever to hit the face of the univers. Or so you thought. As you had probably realised as you were fighting your way through halls, corri- dors and entire cities of hell and horror these alien reptiles had a rather advan- ced technology. And so years before we were ever going to invent time travel they had all ready done it. The few places you did not strike them they used their short time in making time travel experiments. And now they want your head on a stick for being too damn superior. Blasting three rockets into the superbrain almost took your last efforts, but still you had the strenght to drag yourself to a teleporter, adjust your wrist communica- tor to the exact coordinates of the UAC headquarters, or what was left of it, and beam home. Meanwhile those alien arschlocks were con- ducting experiments with their timemachine in order to trap you and beam you back in time to their planet. Right into a play- field of horror and death and humiliation. You would never stand a chance and they would all laugh and spit on you as you would fall to the ground dead! But their machine caught it wrong and send you outside the playfield and into the middle of their smelly bloodinfested world of hate. Here is the chance to prevent all the horror. Kill them now or earth will be for ever doomed. Blast your way through terror and traps in this gothic like adventure mixed with hells most horific creatures, state-of-the-art guns and not to mention, you! You find no confusing teleporters and you wont find yourself running hopeless around for days in a gigantic open level without any clue of your own identity. Just find the keys, some switches and then it is simple: forward.",
	"date": "2014-12-15 21:29:42",
	"files": [
		{
			"filename": "avind.wad",
			"size": 108452,
			"crc": 522326634,
			"md5": "ba1a74ad6e16d416e2048b4e105077a9",
			"sha1": "ea1bb9052f3a3ffc8aa47f61f22ae6ac2ec48128",
			"sha256": "bc4fc407881e04dd15697f568d72554305ffb6696154c1c0e51c73121e621673"
		}
	]
}