{
	"uid": "schooldl.wad",
	"name": "SCHOOL-DOOM!",
	"description": "THE school is a hell. Everyone knows it. But for you, things are just getting worse... Nobody really understands why you spend your time by the computer... Nobody understands you at all... Nobody even wants to understand you... You are being looked down... You are being mocked... You have no place in their society... You hate them, their selfishness and all... and you wish you'd have the courage to say it aloud.In your school card there is a mentioning : \"ASOCIAL.\" You are really feeling down... depressed... You think about committing suicide, but then you realize it's not what you want to do. You should make the others suffer rather than yourself! That is the real point. Next day, you go to school as usual... As you open the door, many voices with nothing to say strike your ears. That is quite what you expected. Then you see HER. The one you were once interested in, the only one of those fools you wanted to be kind to, and who told all the school of your desperate actions. She just smiles at you with overlook. Then she says: \"Hello, Dirty One! How are the fleas today? Why are you gasping? There should be a law against freaks like you that prohibits stinking at school.\" You hit her. You hit her again, again, again, again, again... Satisfaction... OOPS! You've really made a mistake now. Not considering her miserable life worth anything, but YOUR life... They'll never forgive you THIS... They'll surely get you, they surely will. The punishment will be terrible... But one thing is sure... They'll never get you alive! You will fight! You will kill them all! You will burn the schoolbuilding out of the map as if it never has existed... Who cares if you are right or wrong! It's your destiny... it's your hell... it's your SCHOOL-DOOM!",
	"date": "2014-12-13 17:45:57",
	"files": [
		{
			"filename": "schooldl.wad",
			"size": 5221332,
			"crc": 1157052762,
			"md5": "6765702f5d0c8a1bee4197a3f77e8528",
			"sha1": "9fd7aa7bae7fc36a59300d911ba107446460d637",
			"sha256": "cee38c9260027c96adc9c26d46d36999783d29efbdc9444dae332ccbcd3f66ff"
		}
	]
}