{
	"uid": "intime (6ae3cb).wad",
	"name": "Somewhere in Time",
	"description": "\"Somewhere in Time\" is a set of 15+1 pure vanilla Doom 2 maps, inspired by the greatest of this category, most importantly Reverie, Revolution! and Scythe. My primary aim was to create extraordinary maps, reaching the boundaries of gameplay, design - and Chocolate Doom! Sadly, this was not done perfectly, as I lost motivation after losing some maps, but in the end, I'm satisfied anyway. Moreover, the significance of this project for me is that it followed through not only my \"career\" as an improving Doom map designer but a huge portion of my life as well, which full of changes and improvements, so whenever I check out these maps, I can clearly remember, when and why did I do them. This may not mean so much for you, but in the end, the only thing that matters is that I hope you enjoy this humble (and hopefully unique) set I created - dedicated to the Doom community! The name comes from the legendary 1986 album of Iron Maiden; I thought it's fitting because of the varying themes of the WAD, and the time difference between the creation of the maps! MAPS: MAP01: Into the Unknown ------------------------- Music: Iron Maiden - Wasted Years Year: 2012 Description: the earliest map of this set; part of a previous project that has soon become Somewhere in Time. The vers first map, made in a day at worst. Later improved based on the advice of Memfis (kuchitsu) and others. MAP02: Hidden Storage ------------------------- Music: Iron Maiden - Sea of Madness Year: 2013-2014? I can't remember Description: a later speedmap made as a continuation of MAP01. Was made within a day. Lainos (from [B0S]) later added some tips to improve it. MAP03: Metal Corridors ------------------------- Music: Motorhead - Ace of Spades Year: 2013-2014? I can't remember Description: the idea of a METAL-based map was already existing in 2012, and such a map was even part of the earlier project that included MAP01, but that map was added to Doomworld Mega Project 2012, so I remade the entire concept, and hence, this map was born. Also rest in peace, Lemmy! :/ MAP04: The Sleeping Factory ------------------------- Music: Iron Maiden - Heaven Can Wait Year: 2013 Description: this speedmap was made within a day for purist's Stanimapping Exercise community project idea. This was later abandoned, even though the great submissions, so after making it vanilla-compatible, I added to this set. Trivia: I recorded the entire creation process back in the day; if you're lucky, at this link it's still available https://www.youtube.com/watch?v=FZMXHX3OzRM MAP05: The Parking House ------------------------- Music: Doom - I sawed the demons (E2M1) Year: 2014 Description: in Katamori 1024, I made a great parking house-like map, with interesting design and atmosphere that I really wanted to remake with some homages. I did actually, but in early 2014, I lost that map with a lot of other finished stuff. When I had the mood to do it again, this was the result. Quite a long project, definitely not a speedmap. MAP06: Sky Raid ------------------------- Music: Lotus - The Ultimate Challange theme song Year: 2014 Description: hanging from a sky base? Something that has always tickled my mind. I pushed vanilla engine to the limits with it, so you may encounter some visplane overflow errors, but I think it's okay. Thanks to skillsaw for the music - I got it from Vanguard. MAP07: The Black Void ------------------------- Music: unchanged Year: 2013 Description: void hell - another interesting concept I wanted to play out in vanilla engine. Quite a speedmap, not even the best implementation, but I'm proud anyway. Inspired by atmospheric black metal, Darkspace to be precise. MAP08: Hellbrary ------------------------- Music: Doom - Sign of Evil (E1M8) Year: 2013 Description: another unusual concept, resulting from a map I drew at school back in the day. I loved making maps based on drawings; maybe this one turned out by far the best of the entire set. MAP09: Ode to November ------------------------- Music: 2002: A Doom Odyessey - E2M1 Year: 2014 Description: again, unusual concepts! Trees, autumn feeling, and a music of silly mood. Inspired by the great tune of pcorf, this map was made within 1-2 day in the November of 2014. Surprising, eh? MAP10: Jungle Dusk ------------------------- Music: Metallica - Of Wolf and Man Year: 2012 Description: originally, it was the opening map of a Boom-compatible, cc4-tex based megaWAD that has never left the initial stages. After retexturing, and making it vanilla-compatible, it was added to this set. Trivia: it is by far the oldest map of the set, and I think the oldest that still exists at all; its original version was made around late 2011 I presume. MAP11: Wasteland Refinery ------------------------- Music: Iron Maiden - The Loneliness Of The Long Distance Runner Year: 2012 Description: another part of the initial project, in which I attempted to play around a wasteland-like enviroment in vanilla Doom 2. Some additional touches, such as the \"lava refiney\" and the 2blood factory\" ideas were also implemented. MAP12: The Fallen Stand ------------------------- Music: Metallica - The God That Failed Year: 2012 Description: part of the original release, about the concept of the surrounding of a destroyed bunker near some city-like environment. This map has been changed a lot during the years, but I think the ending result is quite cool. The opening room's decorations were inspired by a creation of since banned Doomworld member: Sigvatyr. MAP13: The Wasted Legion ------------------------- Music: Iron Maiden - Stranger in a Strange Land Year: 2012 Description: well this is the worst map of the set maybe, but also a very old and interesting heritage. A newbie member, who I think is not even active since, wanted to make a community project solely based on Doom 2 MAP05 remakes. Under some hours, this was my result. I can't even remember the exact date; maybe it was even before 2012. MAP14: Arch of the Valkyrie ------------------------- Music: Iron Maiden - Deja Vu Year: 2012 Description: final map of the initial set, inspired by a spontaneous screenshot of valkiriforce; way before Reverie. Maybe the least impressive of the initial set, by honestly: I was out of ideas. MAP15: Hellstorm's Eye ------------------------- Music: Iron Maiden - Alexander the Great Year: 2015 Description: the ending cityscape of MAP05, with a twist. In 2014, I lost a map that I think was outstanding in atmosphere, and that city scenery was a part of a planned remake of it, but I was just unable to redo that work anymore, so instead, I decided to place the final battle here. Quite a lame map gameplay-wise, but I hope you're gonna enjoy it. MAP31: I think I can't tell anything about it. Made just for entertaining purposes, and to exploit \"15 to 31\" intermission text.",
	"version": "6ae3cb",
	"date": "2016-05-11 21:38:46",
	"files": [
		{
			"filename": "intime.wad",
			"size": 3088705,
			"crc": 2055707563,
			"md5": "9234d777f95363a115d416991685afa1",
			"sha1": "6ae3cba6e7233c8ee8d5b8efcf9c607890eda080",
			"sha256": "6721d559f4185a6c2231e38579ff6b292100dab814a277574110a8faf9a3db49"
		}
	]
}