{
	"uid": "32in24-10.wad",
	"name": "32in24-10: MAPS FOR THE MAP GOD",
	"description": "\"In 1972 a crack commando unit was sent to prison by a military court for a crime they didn't commit. These men promptly escaped from a maximum security stockade to the Los Angeles underground. Today, still wanted by the government, they survive as soldiers of fortune. If you have a problem, if no one else can help, and if you can find them, maybe you can hire the Yeoman Engineers and Designers of Software.\" Their assignment this week was to produce 32 levels suited for 4-8 player free-for-all deathmatch within 24 hours. Thanks to a timely ambush by dastardly terrorists, it took them 48 hours to accomplish this. In spite of this, YEDS hopes that this megawad will be worthy of your perusal. The levels in this iteration of the series are: MAP01: Lawn Wake IX by esselfortium MAP02: Grayscale by Mechadon MAP03: Wood, Stone, and Steel by The Green Herring MAP04: Techbase, Bloody Techbase by Tib MAP05: Baseheads by Melon MAP06: Boxed In by Solarn MAP07: Lord Assburger's Manor by Craigs MAP08: Perfect Blue by Walter Confalonieri MAP09: High Roller by Icytux MAP10: Terror Towers by TrueDude MAP11: Eat Dirt by Jimmy91 MAP12: See and Hunt Thy Enemies by Philnemba MAP13: Mithanthaya by tm512 MAP14: Delirite by Mechadon MAP15: Five Piece Chicken Dinner by Revenant MAP16: Abandoned Mining Complex on Tiberius Alpha by RottKing MAP17: Stretch Mark Labs by 40oz MAP18: Need That Soulsphere by Forty-Two MAP19: Doublequick by Icytux MAP20: Canyon Target by kuchikitaichou MAP21: Stoned Grasshopper by Xtroose MAP22: Big Trouble in Fuzakistan by Walter Confalonieri MAP23: Oh No! Alien Pee! by Melon MAP24: Too Many Pizza by The MisterCat MAP25: Tech Initiative by purist MAP26: Cannonball by esselfortium MAP27: 3D TREE TEMPEST by RottKing MAP28: Viridian Complex by The Green Herring MAP29: Base Battle by killer ninja MAP30: Jeremiah's Museum by TimeOfDeath MAP31: Quinoline by Mechadon MAP32: Choco by Mechadon (lol, one day late) Since the WAD ended up taking two days to make instead of one, here are a few levels that didn't make it through quality control, but were kept anyway just so the mappers wouldn't feel bad. You're welcome. MAP33: The Fly by Joshy MAP34: Ballistic Base by KingLunar MAP35: Symmetrical Shit by ClonedPickle MAP36: Welcome to the DWANGO by Walter Confalonieri MAP37: Hell Arena Deathmatch XL by RottKing And last, but not least, here's a pair of levels that were made for previous 32in24s, but didn't quite make it. Think of these as 3.5th anniversary bonus levels! Or don't! See if they care! MAP38: MILITARY BIJW by Bucket (originally for 32in24-8) MAP39: Filler Techbase by Icytux (originally for 32in24-9)",
	"date": "2013-04-19 02:06:53",
	"files": [
		{
			"filename": "32in24-10.wad",
			"size": 7722784,
			"crc": 2431032579,
			"md5": "d0f52c40342e56efcb0ea7ca65ce4659",
			"sha1": "fca32e0b3c7b75f6340e0199537841eec9137a9e",
			"sha256": "19d5dff431075bf246957a91ff00f3fa1f8427ebfe578bcaa8b6ae45199b9de3"
		}
	]
}