{
	"uid": "in.wad",
	"name": "IN",
	"description": "This is a great Doom2 Deathmatch Level that replaces Lev 1. You are in this strange place...You hear a loud sound..YOU TURN AROUND AND...find out that you have found a possible escape route that your little \"FRIEND\" has taken to avoid you from noticing where he/she has gone! You travel down the tunnel to try to ambush this poor.. poor.. person. Just then the lights turn on AND..AND..your enemy fires a double barrell shotgun! It hits you on your left arm! You go down hard but immidiately get up and return his fire with a rocket right to his head! As he lies there..on the HARD ROCK FLOOR, you go up to him and Thank him kindly for the damage he did on your arm by punching him in the face as hard as you possibly can! He screams in agony and says some very NEGATIVE CURSES to you refering to your mother. So you gracefully rip of your SHIRT AND PULL OUT YOUR TRUSTY CHAINSAW!! Then you say in a LOW..SCARY LAUGH \"YOU WILL PAY YOU STUPID DUMSHIT GODDAM MOTHER F%$#$%!! (quote from \"BAD HABIT\" Song By \"THE OFFSPRING\") He begs for you to spare his pathetic life. You look deep into his eyes.....just stare into his eyes ....He smiles at you and expects you to help him up. Just then you START YOUR CHAINSAW. You let it rev up a few times and say..\"Sweet dreams SUCKA!\" Then you Let out a loud laugh that would scare a cyberdemon! And place the chainsaw on his body. As you cut through his flying flesh he lets out a BLOOD CURDALING SCREAM!! \"AHHHHGHAHGAAGHARAGHARGHAGHTAARQ axghrakpoxvbaghr!!!!!!$#$!#$@%$^%&#\" After you put him through an extremely slow and aganising punishment you finnally kill the poor loser because you cant stand hearing his pleads that you kill him. Just then you hear footsteps coming and remember that you are not alone. You grab your rocket launcher and prepare for another Great Battle In THE CHAMBERS OF DEATHSWORD's LEVELS!!!",
	"date": "2014-12-15 23:05:01",
	"files": [
		{
			"filename": "in.wad",
			"size": 542020,
			"crc": 2914534360,
			"md5": "0180a9e7b871d29397429b2453f79f9d",
			"sha1": "fc0e29c35d2a3aa47e65e5cdde564cf3ebabd494",
			"sha256": "0531f3603e8ec4b383f0b3d78568af8d3ee39e64351e8af939d0a1188cb63396"
		}
	]
}