{
	"uid": "tgrdm3 (608252).pk3",
	"name": "Morgenstern",
	"description": "MAPS ------------------------- This project contains eleven deathmatch maps based on the New School genre that are inspired by Quake 3. The maps presented in this project does require GZDoom's OpenGL renderer, as the software renderer does not yet have the capabilities to render slopped 3D floors, as well as some visual discrepancies. In addition, I have also included three legacy maps that used to be the main stock of the TGRDM3 project. As the development of this project originally started back in the year 2007, there has been a lot of hit and misses, and these maps outline why and what I have personally struggled on for many years. Furthermore, I have included four maps from my previous project, TGRDM2. The ancient maps from that project have been slightly modified to work with this project, along with its features. GAME MODES ------------------------- With all of the maps aside, this project does contain some useful features that players can enjoy. For starters, TGRDM3 works with Zandronum's extended game modes that is not available in the GZDoom engine. For example, this project supports the following besides the usual Deathmatch game mode: Team Deathmatch, Domination, Duel, Last Man Standing, Team Last Man Standing, Possession, Team Possession, and Terminator. Though, do note that with supporting Domination, some maps have varied numbers of points. Small maps might have one or two points, other maps might contain up to four points. NOTABLE FEATURES ------------------------- Moreover, there is some notable features included in this project. This project will try to determine if the player is using OpenGL and\\or if that player is seeing Dynamic Lights. If in case the player is playing in Software Mode (VID_RENDERER 0) or if Dynamic Lights (or point lights) is disabled, then this project will try to brighten the maps for the player. This will make the maps slightly brighter instead of the usual darkness that is illuminated with Dynamic Lights. However, as a draw back, the maps will seem extremely flat-leveled in terms of lighting. This, unfortunately, is a limitation of the implementation. In addition, another notable feature, is the randomized music player. The music player will randomly shuffle the already supplied music, and play the songs for an amount of time and automatically change to the next song. This feature alone should provide a fresh experience when returning to the maps, instead of getting the exact same experience each-time - - which gets old quickly. But of-course, this feature is automatically disabled if music is turned off. PLAYABLE FEATURES ------------------------- This project uses a lot of assets from various authors and contributors, but here is a list of the most notable features that stand out from the rest: Marine Skins [Version 7: Minimal] Displays what weapon the players are currently using or holding. This feature, however, is only available for the Zandronum engine. >> http://forum.zdoom.org/viewtopic.php?p=469284#p469284 High Resolution Fonts Displays high resolution font characters that are much easier on the eyes and clear to visually see on the screen. >> http://forum.zdoom.org/viewtopic.php?p=428998#p428998 High Definition Doom Sounds This improves the audio of the weapons, some player sounds, and some of the Doom environment sounds. >> http://www.perkristian.net/ Smooth Weapons This provides better and smoother animations to the weapons. >> https://www.doomworld.com/vb/post/779518 SkullTag HiRes Pack for Items Provides smoother and clearer sprites. Visually, this gives some sprites better blending of colors and smooths out rough edges. >> http://www.skulltag.com/download/ Voxels This will provide a 3D like feel to the items and some objects within the game. >> http://forum.zdoom.org/viewtopic.php?p=752670#p752670 >> http://forum.zdoom.org/viewtopic.php?p=900857#p900857 Project Doom: Remix Music This provides an upbeat feel to the original midi Doom music; this includes most music from Doom, Doom 2, and TNT:Evilution. >> https://www.doomworld.com/idgames/music/prjdoom PERFORMANCE NOTES ------------------------- This map might be rather resource and rendering intensive on various systems abroad. Here is a few Console Variables that could help a bit by disabling some special features based on the GZDoom engine: Line Mirrors (Software Renderer) R_DrawMirrors [True|False] Line Mirrors (OpenGL Renderer) GL_Mirrors [True|False] Sector Reflections GL_Plane_Reflection [True|False] Dynamic Lights GL_Lights [True|False] Render translucency effects R_DrawTrans [True|False] Toggle Voxels R_DrawVoxels [True|False] Toggle Rendering Precision GL_Render_Precise [True|False]",
	"version": "608252",
	"date": "2016-10-17 16:56:04",
	"files": [
		{
			"filename": "tgrdm3.pk3",
			"size": 14621909,
			"crc": 772668837,
			"md5": "463803e68998f9220e18f60dd425272a",
			"sha1": "608252ee101ab084cef82f3cd86700e16127d268",
			"sha256": "301d69b20b14c58028bb28879f88e12e7476836d8d7741c2d80128cc187740bd"
		}
	]
}