{
	"uid": "webgrrlz.wad",
	"name": "webgrrlz.wad",
	"description": "6 levels for doom2 with new adult graphics. I normally do not upload a wad file with less than 10 or 12 levels, but this is just messing around. I would get bored and start in on wadauthor because it is a creative high to draw lines on a computer screen and then walk through palaces, dungeons, etc. that you have created. I admit that I had more fun creating the levels than stocking them with monsters, so it may be light on monsters with too much ammo and other powerups. Death match starts are set up in their own little rooms each with 4 teleports that allow the person returning to choose which destination they will appear at. I did the same thing in two or three prior wads, but did not mention it, and deathmatch players may have had a hard time figuring it out. I also marked deathmatch areas in some cases with a special graphic, you should know it when you see it. Most secret areas have a special graphic telling you it is a secret, you should recognize that when you see it. Has my initials on it. :-) Level 5 has two ways of exiting. The marked exit, and a boss shooter. You can exit it either way, kill the boss shooter or take the exit, but you need to move fast to do so. Level 6 uses the secret exit option which kicks you back to level one instead of on to level 7. Something that I did on some previous wads as well. After all, why continue on to the original doom2 levels, you have already played them through a couple of times. Some of my previous wads are 30lvls.wad, nonadult has special secret levels with NASA mission patches, for 32 levels total. Sleaze01.wad, txt file says it has 3 levels, actually it has 10, I enjoyed building the levels more than rewriting the txt file. It has adult content. Petravkk.wad, dedicated to Petra Verkaik, 12 levels adult content hur website url is http://www.petracentral.com/. Wartest1.wad, a deathmatch only wad. 10 levels. Chanesaw.wad, for doom1, 6 levels. Altogether I have done 66 levels, that is a lot of practice, and although these last 6 levels in this wad are just for the fun of creation, they will compare favorably with any other levels ever posted for free. Practice gives you that ability. You can visit my website at http://rivendell.fortunecity.com//perilith/919/doom/30lvls.html or download them from ftp.cdrom.com.",
	"date": "2013-04-18 23:09:28",
	"files": [
		{
			"filename": "webgrrlz.wad",
			"size": 8338354,
			"crc": 1075219718,
			"md5": "e56685d37c13657a922a8be48e3b1cd3",
			"sha1": "ef20ab42ea68ae4cff5355dad714f1b7285762e4",
			"sha256": "e96397862f5f291f55aeae7cac496455fc1494e1402d598eeba7785517c3fa63"
		}
	]
}