{
	"uid": "revenger.wad",
	"name": "The last Revenger",
	"description": "Single player DOOM II levels Map 01 Тюрьма (Prison) Map 02 Парк (Park) Map 03 Ущелье (Gorge) Map 04 Подземелье (Vault) Map 05 Очистная станция (Refinery) Map 06 Гидроэлектростанция (Hydro plant) Map 07 МИТХТ. Ректорат (MITHT. Administration) Map 08 МИТХТ. Кафедра неорганической химии (MITHT. Faculty of inorganic chemistry) Map 09 МИТХТ. Лекции (MITHT. Lectures hall) Map 10 Станции метро (Metro stations) Map 11 Тоннели метро (Metro tonnels) Map 12 Библиотека (Library) Map 13 Октагон (Octagon) Map 14 Стадион (Stadium) Map 15 Храм (Temple) Map 16 Городские кварталы (Streets) Map 17 Концетрационный лагерь (Concentracy camp) Map 18 Индустриальная зона (Industrial zone) Map 19 Цитадель (Citadel) Map 20 Космопорт (Cosmoport) Map 21 Челнок (Shuttle) Map 22 Марс. Штаб-квартира UAC (Mars. Headquarter of UAC) Map 23 Фобос (Phobos) Map 24 Деймос (Deimos) Map 25 Марс. Лаборатория UAC (Mars. Laboratory of UAC) Map 26 Военная база (Military base) Map 27 Врата (Gate) Map 28 Имш (Imsh) Map 29 Кидония (Cydonia) Map 30 Ад (Hell) Map 31 Нечто (Something) Map 32 Мозаика (Mosaic)",
	"date": "2013-12-04 12:59:32",
	"files": [
		{
			"filename": "revenger.wad",
			"size": 15924096,
			"crc": 751232963,
			"md5": "8dcd5410afc212d8e23eb9b0705da213",
			"sha1": "a8fefbce3da488d0d206b9434557234f4dfc5e0d",
			"sha256": "a697806fe83f3d3285189b2cb921db9fbaac40925f46e90db68c51917a18ede3"
		}
	]
}