{
	"uid": "RUN (a76f06).wad",
	"name": "Run darn you RUN",
	"description": "THE STORY OF RUN.WAD- As you were cleaning your shoes one day, you did something you never did before: you ate breakfast WHILE cleaning your shoes! Yeah! You are such a rebel! So with one hand you cleaned the shoe by holding the tongue of the shoe with your 4 fingers and your thumb scrubbed the shoe with the rag. The other hand, you where holding your chocolate sandwich and munching away on it. Then, as if your creative mind was in the zone, you had another equally brilliant idea: Eat and clean shoes with the ONE HAND! So you held the shoe the same way as before, except your palm was rubbing the shoe with the rag and your thumb held the sandwich against the shoe. \"Man, I gotta patent this!\" you think. Then, from that same creative lightning bolt that got you the first 2 times, you get another equally brilliant idea: Why don't I EAT my shoe! So you drop the half eaten choc sandwich and you start to eat the shoe. First the laces, then the hard base, and then the rest of it. 10 minutes after you eat the shoe, some shoe being materialises infront of you. \"YOU!\" says the shoe being, who points his withered hand at you. \"Y...yes?\" you murmer. \"You stand accused of eating my people!\" \"What?\" You are quite startled, seeing this shoe shaped creature. \"You ATE, thats right ATE- not hurt, mistreated- but ATE one of my fellow brethren\" \"Oh... sorry! I didn't mean to! Honest! I... I was just trying out something new!\" \"Then try water polo, get a job in tourism- Things like that are something new, NOT CANABALISING A SHOE!!\" You feel ashamed all of a sudden. This shoe creature had a point. \"I feel bad, shoe monster sir, how can I make it up to you?\" \"Hmmm...\" The shoe creature thinks. \"I have just the perfect idea...\" \"What is it?\" \"You must prove yourself worthy of forgiveness. You must face... THE TEST!\" \"Test?\" \"Yes, one that will make you learn to LOVE MY KIND!\" Suddenly your world explodes with light and you are transported elswhere, to some other reality, with a long hallway infront of you with lights on the ground and ceiling. You can't inspect the place much, because suddenly a whole batalion of skiny skeleton freaks magically appear behind you. \"...RATS!\" you shout as they start shooting mini comets at you. You turn, and run. Run run run. No stopping to smell the roses. 'A test that will make you learn to LOVE MY KIND!' said the shoe creature. And perhaps, if you survive this place, you may indeed love the shoe again, as you look down at the ends of your feet and see what helps you run.",
	"version": "a76f06",
	"date": "2014-07-15 17:23:32",
	"files": [
		{
			"filename": "RUN.wad",
			"size": 496868,
			"crc": 3198003154,
			"md5": "a8318349c4276a2799a05e01cd972ede",
			"sha1": "a76f063278e4c0d847a7fa3a0c3e613b1ee6778f",
			"sha256": "97f78a05d157c02de8c075a83869bb39b6ee2b9017d6fdd81b3643515d64a6ed"
		}
	]
}