{
	"uid": "gfotm.wad",
	"name": "Grey: The Fault of The Masters",
	"description": "\"Damn it\" You groan as you stare at the nav-screen, almost like a chimp staring at a TV. Gently rubbing your chin, you think back on what has happened. It's been about 8 months after the incident at Rota. IT, or rather IT's earth counterpart, was destroyed at your own hands. The Masters felt its destruction, you too could feel it. For once, the miasma shrouding the Earth shifted. You no longer felt fear, only a strange alien feeling, unlike anything else. You had no choice but to leave for Mars after you saw a battalion of enthralled troops and mindless beasts stumbling forwards, and you knew then that you have kicked the hornet's nest. Which it the same reason why you're currently stuck orbiting Mars every day, bored out of your friggin' skull. \"God damn it\" You groan once more. This has been the 18th orbit, and The Masters' defenses have yet to fail. Ships occasionally leave, although they pay you little mind. Survivors or converted, they mean nothing right now. It feels like the miasma has returned. You truly did kick the hornet's nest. In fact, a lone hornet did hitch a ride on board when you took off. You caught her in a jar, and she's still alive to this day. She's kept you company since you left Earth, and now, she's keeping you from blowing your brains out. A sudden jostle shakes you to your core, and you are knocked out of your chair. You get up, and to your surprise, a massive hole has suddenly appeared in the wiry mesh of The Masters' defense grid, a lone spacecraft having slammed into it. This is your only chance, no turning back. You hit the thruster positioning controls and are slung around, into the unknown, and into humanity's last hope.",
	"date": "2016-11-12 17:17:07",
	"files": [
		{
			"filename": "gfotm.wad",
			"size": 11189472,
			"crc": 1188781844,
			"md5": "26664ea0422acac9a653c4014a4c5671",
			"sha1": "0d697473f68c6b3c5111d434294037388607f188",
			"sha256": "be318b5b133c40d5b288d3e6153aacbee0831a1129138e467c3e15802ec92cb0"
		}
	]
}