{
	"uid": "pyewad.wad",
	"name": "PYEwad (Skulltag Version)",
	"description": "A collection of maps made by random people you don't know! These maps were made for no reason but for fun. Please Enjoy. Each map (with one exception) will comfortably fit 4 people minimum. I know you are never going to read the read me ( I never do), so... What up? Let me tell you a bit about PYEwad. PYE was in development fo 2 years because Crisandwitch is lazy and OCD. Once the 'final' was up something would be out of place and would have to change. Hopefully what is left will be a near flawless map... not counting plain bad design on some of the maps. Each map tries to have a different theme; for a few of them we went beyond doom, Snowball fight anyone? ================ About the DMMaps ================ PYEDM01 - Dwango Syndrome Author: Crisandwitch Known bugs: None Hidden Eggs: 3 Dwango 5 Map01... Must.. make.. better... map... based... off... E1M2! -------- PYEDM02 - Alphabet Soup Author: Black Panther Known bugs: None Hidden Eggs: 2 Out of the blue a map with giant letters on it! Remember things are never ever hidden behind waterfalls. The first map made by Black Panther. -------- PYEDM03 - Temple Author: Crisandwitch Known bugs: None Hidden Eggs: 1 Crisandwitch's attempt at creating a shadow for everything... It soon became an obsession, he had not recovered to this day. -------- PYEDM04 - Canyon Redux Author - Crisandwitch Known bugs: None Hidden Eggs: 2 I hated Canyon... However the rest of the team loved it because it was an entirely outside map, now it is reborn in a way I hate less. -------- PYEDM05 - WTF? Author - Black Panther Known bugs: None Hidden Eggs: 1 Warning! Loss of eye function may occur after prolonged exposure. Kinda like Virus and MassMouth2 secrets. -------- PYEDM06 - Spaceship UHM Author - Black Panther Known bugs: In OGL rendering ONE texture constantly misaligns. Hidden Eggs: 4 Cdunn wanted a spaceship, BP delivered. Split into several somewhat-distinct combat areas. -------- PYEDM07 - R&D Department Author - Crisandwitch Known bugs: None Hidden Eggs: 2 The first map made by Crisandwitch, later brought up in detail after Public Beta v85. Enjoy the first moves of Hell on Earth. -------- PYEDM08 - Imps on a Plane Author - Crisandwitch Known bugs: Not really a bug, but if you get on the wings you can't get back in as easly as you got out. Hidden Eggs: 1 Snakes on a plane? No already done... how about Imps on a Plane? Sounds good to me. -------- PYEDM09 - Snake Pit Author - Musa Known bugs: None Hidden Eggs: 0 The First Musa map. Originally names NaziPit, the name was changed on the grounds that snakes are worse than Nazis. -------- PYEDM10 - Entrenched Author - Crisandwitch (Tired of him yet?) Known bugs: None Hidden Eggs: 0 Umm... Trench Warfare in Doom? -------- PYEDM11 - Acid Pit Author - Farrl Known bugs: None Hidden Eggs: -.81 Ah yes... This map... Farrl's great idea was to make a giant lopsided cube that you die in no matter what... Great. This is not that map thankfully, it is a remake so you live for a few seconds... No this was not his first map... -------- PYEDM12 - Parody of a Parody Author - Crisandwitch Known bugs: Horizon glitches in software rendering? Hidden Eggs: 0 Okay, so its just a normal parody. Makes fun of all those \"Arena\" maps... and Yngwie Malstreem. -------- PYEDM13 - Mouse Hunters Author - Crisandwitch Known bugs: None Hidden Eggs: 1 Unreal 2k4 has some great mouse sized maps... This one... Not so much. -------- PYEDM14 - Bounce Forest Author - Musa Known bugs: None Hidden Eggs: 0 Umm... In this enchanted forest... Uhh... Fairies... Uhh... Made the cross shaped trees into rubber... for an... Uhh... lets just say a forest is more pleasing than a tech base. -------- PYEDM15 - Snowball Fight! Author - Crisandwitch Known bugs: None Hidden Eggs: 1 Yes it is a proven fact that snowballs can gib people... That is why snowball fights are no longer allowed in elementary schools. -------- PYEDM16 - Overworld Author - Cdunn and Crisandwitch Known bugs: None Hidden Eggs: Basicaly the whole map... Its Mario... with a BFG!?!1!!i!! -------- PYEDM17 - Hell's Grotto Author - Black Panther Known bugs: None Hidden Eggs: 1 Best map of Wad... Period. -------- PYEDM18 - The Lab Author - CDunn Known bugs: None Hidden Eggs: 1 Cdunn's First map. There is some back story to it... but I lost the file... its somewhere in this mess. -------- PYEDM19 - Napoleon Complex Author - Crisandwitch Known bugs: None Hidden Eggs: 0 We need MOAR maps! -------- PYEDM20 - Processing Author - Crisandwitch Known bugs: None Hidden Eggs: 0 So, another duel sized map... This one actually has a playable layout! -------- //Meep //Up the Irons!",
	"date": "2014-12-12 14:07:08",
	"files": [
		{
			"filename": "pyewad.wad",
			"size": 10145141,
			"crc": 435400209,
			"md5": "44e9bfdd2ae081d4bb33b72a14da3c1a",
			"sha1": "0dcd3569625173b53f1dd73fc000b25cdb0717da",
			"sha256": "68b93191cf76dca0c8ffd0b6d1ae983aee8c6bfc08bdde18159b90456917c8cd"
		}
	]
}